Repository: openatv/MetrixHD
Catalog: usr/lib/enigma2/python/Plugins/Extensions/MyMetrixLite/locale/*/LC_MESSAGES/MyMetrixLite.po
Languages: fr

source: Backup & Restore my settings
fr: Sauvegarde & restauration des paramètres

source: Cancel
fr: Annuler

source: Backup
fr: Sauvegarder

source: Restore
fr: Restaurer

source: Delete
fr: Effacer

source: My Backup No. %d
fr: Mon n° de sauvegarde %d

source: My Backup Number
fr: Mon numéro de sauvegarde

source: You can create up to 99 Backup-Sets. Stored in: %s
fr: Vous pouvez créer jusqu’à 99 ensembles de sauvegardes. Stocké dans: %s

source: My Backup Description
fr: Ma description de sauvegarde

source: You can here assign an individual name.
fr: Vous pouvez ici assigner un nom individuel.

source: My Backup Saved: %s
fr: Ma sauvegarde stockée: %s

source: My Last Backup Entry: %s
fr: Ma dernière sauvegarde: %s

source: My Last Restored Entry: %s
fr: Ma dernière restauration: %s

source: Can't create Backup-File! ( %s )
fr: Impossible de créer le fichier de sauvegarde! ( %s )

source: No Backup-File found! ( %s )
fr: Aucun fichier de sauvegarde trouvé! ( %s )

source: Backup-Set is not complete!
fr: L’ensemble de sauvegarde est incomplet!

source: No Backup-Set found!
fr: Aucun ensemble de sauvegarde trouvé!

source: Settings successfully restored.
fr: Paramètres restaurés avec succès.

source: Restoring Backup-Set %d ...
fr: Restauration de l’ensemble de sauvegarde %d …

source: Delete current Backup-Set?
fr: Effacer l’ensemble de sauvegarde actuel?

source: Overwrite current Backup-Set?
fr: Ecraser l’ensemble de sauvegarde actuel?

source: Overwrite current Settings?
fr: Ecraser les paramètres actuels?

source: --- empty ---
fr: --- vide ---

source: helptext
fr: texte d’aide

source: Color settings
fr: Configuration des couleurs

source: Save
fr: Sauvegarder

source: Defaults
fr: Valeurs par défaut

source: Color Examples
fr: Exemple de couleurs

source: Quick Setup
fr: Configuration rapide

source: Left
fr: Gauche

source: Background
fr: Arrière-plan

source: Transparency
fr: Transparence

source: Font color
fr: Couleur de la police

source: Right
fr: Droite

source: Color Gradient
fr: Dégradé de couleur

source: Color
fr: Couleur

source: Text Windowtitle
fr: Titre des fenêtres texte

source: Foreground
fr: Avant-plan

source: Text in background
fr: Texte en arrière-plan

source: Font color selected
fr: Couleur de la police pour sélection

source: Menu Symbol
fr: Menu symbole

source: Infobar, Moviebar
fr: Barre d’infos, barre de film

source: Progress bar
fr: Barre de progression

source: Color 1
fr: Couleur 1

source: Color 2
fr: Couleur 2

source: Accent colors
fr: Accentuer les couleurs

source: Clock, Weather and Buttons
fr: Horloge, météo et boutons

source: Clock in Layer A
fr: Horloge sur la couche A

source: Clock in Layer B
fr: Horloge sur la couche B

source: Buttons
fr: Boutons

source: Layer A (main layer)
fr: Couche A (couche principale)

source: Screen title separating line
fr: Ligne de séparation du titre de l’écran

source: Show also in main layer?
fr: Afficher aussi dans la couche principale?

source: height
fr: Hauteur

source: pos y
fr: Position Y

source: Selection bar
fr: Barre de sélection

source: Extended Info colors
fr: Information couleurs étendue

source: Layer B (secondary layer)
fr: Couche B (couche secondaire)

source: Graphical EPG
fr: EPG Graphique

source: Borderlines
fr: Limites

source: Time Line
fr: Ligne de temps

source: (Text-Mode)
fr: (Mode-texte)

source: Service List
fr: Liste de service

source: now
fr: Maintenant

source: Event List
fr: Liste des évènements

source: selected
fr: Sélectionné

source: Event Description
fr: Description de l'évènement

source: Channelselection
fr: Sélection des chaînes

source: Font color recording
fr: Couleur de la police pour enregistrement

source: Font color pseudo recording
fr: Couleur de la police pour un pseudo-enregistrement

source: Font color streaming
fr: Couleur de la police pour streaming

source: Service Description
fr: Description du service

source: EMC Movie List
fr: Liste des films EMC

source: Watched color
fr: Couleur pour un film visionné

source: Finished color
fr: Couleur pour un film terminé

source: Recording color
fr: Couleur pour un enregistrement

source: Show event colors if entry selected
fr: Afficher la couleur de l’évènement si l’entrée est sélectionnée

source: Skin Design
fr: Conception du thème/skin

source: Border lines
fr: Lignes au bord

source: Screens
fr: Ecrans

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Additional Layer
fr: Couche additionnelle

source: Skin Design Examples
fr: Exemples de conception de thème/skin

source: Show upper left Corner Layer
fr: Afficher la couche du coin supérieur gauche

source: width
fr: Largeur

source: pos z
fr: Position Z

source: Show lower left Corner Layer
fr: Afficher la couche du coin inférieur gauche

source: Show upper right Corner Layer
fr: Afficher la couche du coin supérieur droit

source: Show lower right Corner Layer
fr: Afficher la couche du coin inférieur droit

source: Show optional horizontal Layer
fr: Afficher la couche horizontal optionnelle

source: pos x
fr: Position X

source: Show optional vertical Layer
fr: Afficher la couche verticale optionnelle

source: Information
fr: Informations

source: Font settings
fr: Configuration des polices

source: Font Examples
fr: Exemples de polices

source: in Image included Fonts
fr: Pour les polices inclues dans l’image

source: Font type
fr: Type de police

source: Font scale [%]
fr: Echelle de la police [%]

source: Replacement
fr: Remplacement

source: Fixed
fr: Fixe

source: in Skin included Fonts
fr: Dans les polices inclues dans le thème

source: Regular
fr: Régulier

source: RegularLight
fr: Régulier léger

source: Meteo
fr: Météo

source: Individual Settings (only for some individual skinned screens)
fr: Configurations individuelles (uniquement pour certains écrans individuels personnalisés)

source: Generally
fr: Généralement

source: Screen title text
fr: Texte du titre de l'écran

source: Button text
fr: Texte du bouton

source: Clock text
fr: Texte de l’horloge

source: Large text
fr: Large texte

source: Small text
fr: Petit texte

source: Menu entry text
fr: Texte d'entrée menu

source: Screens, Plugins
fr: Ecrans, plugins

source: Label text
fr: Texte d’étiquette

source: Output text
fr: Texte en sortie

source: Description text
fr: Texte description

source: EPG, Channellist, Movielist
fr: EPG, liste des chaînes, liste des films

source: Event name text
fr: Texte du nom d’évènement

source: Other text
fr: Autre texte

source: Error creating Preset! One or more Fonts are not available!
fr: Erreur de création du pré-réglage! Une ou plusieurs polices de caractères ne sont pas disponibles!

source: Apply changes
fr: Appliquer les changements

source: Weather settings
fr: Paramètres météo

source: Other settings
fr: Autres paramètres

source: Design settings
fr: Paramètres de conception

source: Skinpart settings
fr: Paramètres des parties de thème (skinparts)

source: Your enhanced hd settings are inconsistent. Please check this.
fr: Vos paramètres HD améliorés sont incohérents. Merci de corriger ceci.

source: Do you really want to reboot now?
fr: Voulez-vous vraiment redémarrer maintenant?

source: Restart GUI
fr: Relancer l'IGU

source: Not enough free flash memory to create the new %s skin files. _( %d kb is required )
fr: Pas assez de mémoire flash libre pour créer le nouveau fichier %s de thème. _(%d Ko sont requis)

source: --- additional files start ---
fr: --- Début des fichiers supplémentaires ---

source: Backup
fr: Sauvegarde

source: New calculated file is
fr: Le nouveau fichier calculé est

source: No files found or files already exist.
fr: Pas de fichiers trouvés ou les fichiers existent déjà.

source: --- additional files end ---
fr: --- Fin des fichiers supplémentaires ---

source: Error creating %s skin. HD skin is used!
fr: Erreur lors de la creation du thème %s. Le thème HD sera utilisé!

source: One or more %s icons are missing. Using HD icons for this.
fr: Un ou plusieurs icônes %s sont manquants. Utilisation des icônes HD pour ceci.

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
fr: L’IGU nécessite un redémarrage pour appliquer le nouveau thème. Voulez-vous redémarrer l’IGU maintenant?

source: Error creating Skin!
fr: Erreur lors de la création du thème!

source: Es folgt:
fr: Il suit:

source: It follows:
fr: Il suit:

source: Cable
fr: Câble

source: Terrestrial
fr: Terrestre

source: CPU-Load: %s
fr: Charge CPU: %s

source: CPU-Temp: %s
fr: Temp CPU: %s

source: SYS-Temp: %s
fr: Temp SYS: %s

source: RAM-Free: %s MB
fr: Mémoire libre: %s Mo

source: Flash Memory free: %s MByte
fr: Capacité mémoire libre en flash: %s Mo

source: CPU-Speed: %s MHz
fr: Vitesse CPU: %s MHz

source: Test Resolution
fr: Tester la résolution

source: You have the'HbbTV Plugin' installed.
fr: Vous avez l'extension'HbbTV installé.

source: Maybe is a compatibility issue with %s resolution. Attention: The osd-error occurs first after gui or system restart! Do you want really change from %s to %s - skin?
fr: Il y a peut-être un problème de compatibilité avec la résolution %s. Attention: l’erreur OSD arrive seulement après un redémarrage de l’IGU ou du système! Voulez-vous vraiment changer le thème de %s vers %s?

source: !!! Recording(s) are in progress or coming up in few minutes !!!
fr: !!! Des enregistrements sont en cours ou démarrent dans quelques minutes !!!

source: !!! If your receiver not compatible is a crash possible !!! Choose 'yes', then starts the resolution test. The old resolution will automatically restored after 10 seconds.
fr: !!! Si votre récepteur n'est pas compatible, cela peut provoquer un plantage !!! Sélectionner « oui », pour démarrer le test de la résolution. L'ancienne résolution sera automatiquement restaurée apres 10 secondes.

source: If you can see this then is your receiver compatible. Do you want change from %s to %s - skin resolution?
fr: Si vous pouvez voir ceci alors votre récepteur est compatible. Voulez-vous changer la résolution du thème de %s vers %s?

source: Not enough free flash memory to install the %s icons. ( %d MB is required )
fr: Pas assez de mémoire flash libre pour installer les icônes %s. ( %d Mo sont requis)

source: A background update check is in progress, please wait a few minutes and try again.
fr: Une rechercher de mise-à-jour en tâche de fond est en cours, veuillez de patienter quelques minutes et de réessayer.

source: Please wait whilst feeds state is checked.
fr: Veuillez patienter pendant que l’état de la liste des feeds soit vérifié.

source: Checking Feeds
fr: Vérification des feeds

source: Your %s %s is not connected to the internet, please check your network settings and try again.
fr: Votre %s %s n’est pas connecté à Internet, veuillez vérifier vos paramètres réseaux et réessayer.

source: Sorry feeds are down for maintenance, please try again later.
fr: Désolé, les feeds sont hors service pour maintenance, merci de réessayer plus tard.

source: Ready to install %s ?
fr: Prêt à installer %s?

source: please wait...
fr: Veuillez patienter…

source: Installing ...
fr: Installation en cours…

source: Install Package not found!
fr: Le package d’installation est introuvable!

source: Installation error! %s
fr: Erreur d’installation! %s

source: Ready to remove %s ?
fr: Prêt à désinstaller %s?

source: Removing ...
fr: Suppression en cours…

source: Enhanced HD Option
fr: Option HD améliorée

source: Choose skin resolution
fr: Choisir la résolution du thème

source: All calculated values round down
fr: Toutes les valeurs calculées sont arrondies vers le bas

source: Additional offset for font scaling
fr: Décalage supplémentaire pour la mise à l'échelle de la police

source: Calculating additional files
fr: Calcul des fichiers supplémentaires

source: File list: %s
fr: Liste des fichiers: %s

source: STB-Info
fr: Info du récepteur

source: Distance between the STB-Infos
fr: Distance entre les infos du récepteur

source: Show CPU-Load
fr: Afficher la charge du CPU

source: Show free RAM
fr: Afficher la mémoire libre

source: Show CPU-Temp
fr: Afficher la température du CPU

source: Show SYS-Temp
fr: Afficher la température système

source: InfoBar
fr: Barre d’infos

source: Show Extended-Info
fr: Afficher les infos étendues

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate options.
fr: Après activation, ‘Appliquer les changements’ et redémarrage nécessaire ne faites jamais ‘Appliquer les changements’ (et redémarrer) lorsque vous changez les options subordonnées.

source: Show only if available. Positions:
fr: Afficher seulement si disponible. Positions:

source: Show CAID
fr: Afficher CAID

source: Show PROV
fr: Afficher PROV

source: Show PID
fr: Afficher PID

source: Show SOURCE
fr: Afficher SOURCE

source: Show READER
fr: Afficher READER

source: Show PROTOCOL
fr: Afficher PROTOCOL

source: Show HOPS
fr: Afficher HOPS

source: Show ECM TIME
fr: Afficher ECM TIME

source: Choose Picon Type
fr: Choisir le type de picon

source: Show picons zoomed ?
fr: Afficher les picons agrandies?

source: Offset picon position x
fr: Décalage position X du picon

source: Offset picon position y
fr: Décalage position Y du picon

source: Offset picon size
fr: Décalage taille du picon

source: InfoBar/SecondInfobar
fr: Barre d’info/deuxième barre d’info

source: Show Clock
fr: Afficher l’horloge

source: Show ChannelName
fr: Afficher la liste des chaînes

source: Show ChannelNumber
fr: Afficher le numéro de la chaîne

source: Show ServiceIcons
fr: Afficher les icônes du service

source: Show Record-State
fr: Afficher l’état d’enregistrement

source: Show Screen-Resolution
fr: Afficher la résolution de l’écran

source: Show extended Screen-Resolution
fr: Afficher la résolution de l’écran étendue

source: Show Orbital-Position
fr: Afficher la position orbitale

source: Show SNR-Info
fr: Afficher l’info SNR

source: Show Tuner-Info
fr: Afficher l’info tuner

source: Set number of tuner automatically
fr: Définir le nombre de tuner automatiquement

source: Set number of tuner manually
fr: Définir le nombre de tuner manuellement

source: Show STB-Info
fr: Afficher les infos du récepteur

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate entrys in 'STB-Info'.
fr: Après activation, ‘Appliquer les changements’ et redémarrage nécessaire ne faites jamais ‘Appliquer les changements’ (et redémarrer) lorsque vous changez les entrées subordonnées dans ‘Info du récepteur’.

source: InfoBar/SecondInfobar/Moviebar
fr: Barre d’info/deuxième barre d’info/barre de film

source: ChannelName/Number FontSize
fr: Taille de la police du nom/numéro de la chaîne

source: Show Cover in Media Center
fr: Montrer l’affiche dans le Media Center

source: Show Cover in Infobar
fr: Montrer l’affiche dans la barre d’info

source: Show Cover in Movie Selection
fr: Montrer l’affiche dans la sélection des films

source: Show Movie Description
fr: Montrer la description du film

source: Change Number of Lines in Movie Selection
fr: Modifier le nombre de lignes dans la sélection du film

source: EMC/MoviePlayer
fr: EMC/Lecteur de médias

source: Show MovieName
fr: Afficher le nom du film

source: Show Movie Playback Time
fr: Afficher la durée de lecture du film

source: Show PVR State
fr: Afficher l’état PVR

source: ChannelSelection
fr: Sélection des chaînes

source: graphical EPG
fr: EPG Graphique

source: Channel selection style
fr: Style de sélection de chaînes

source: Show Primetime Event
fr: Afficher l’événement du primetime

source: Set primetime in graphical epg settings.
fr: Définir le primetime dans les paramètres de l’EPG graphique.

source: Graphical EPG style
fr: Style de l'EPG Graphique

source: Chose Skin Design
fr: Choisir la conception du thème

source: Show Space between Layer A and B
fr: Afficher l’espace entre la couche A et B

source: Show large Text on bottom of the screen
fr: Afficher les textes larges au bas de l’écran

source: Chose Extended-Info Style
fr: Choisir le style d’info étendue

source: openATV configuration tool for MetrixHD
fr: Outil de configuration openATV pour MetrixHD

source: Zoom
fr: Agrandir

source: No description available.
fr: Description non disponible.

source: (No preview picture available.)
fr: (aucune image de prévisualisation disponible.)

source: Skinpart are not available - can't be activated.
fr: Les parties du thème (skintparts) ne sont pas disponible - pas d’activation possible.

source: No screens in skinpart are available - can't be activated.
fr: Aucun écran dans la partie du thème (skintpart) n'est disponible - pas d’activation possible.

source: No
fr: Non

source: Yes, show screens
fr: Oui, afficher les écrans

source: Yes
fr: Oui

source: Check ID
fr: Vérification ID

source: Enabled
fr: Activé

source: Show in MoviePlayer
fr: Afficher dans le lecteur de films

source: Get your local MetrixWeather ID from www.mymetrix.de
fr: Trouvez votre MetrixWeather ID depuis www.mymetrix.de

source: Unit
fr: Unité

source: Refresh Interval (min)
fr: Interval de rafraîchissement (min)

source: Check is Weather date local date
fr: Vérifier si la date de la météo est la date locale

source: Get weather data failure: %s
fr: Erreur lors de la lecture des données météo: %s

source: Current weather data: %s
fr: Donnée météo courante: %s

source: City: %s,
fr: Ville: %s,

source: Temperature: %s
fr: Température: %s

source: , Date is valid: %s
fr: , date est valide: %s

source: Cant get weather data: %s
fr: Impossible d’obtenir les données météo: %s

source: Please wait, get weather data ...
fr: Veuillez patienter, récupération des données météo …

source: Amber
fr: Ambre

source: Brown
fr: Brun

source: Crimson
fr: Roux

source: Darkblue
fr: Bleu foncé

source: Darkgrey
fr: Gris foncé

source: Brightgreen
fr: Vert clair

source: Green
fr: Vert

source: Emerald
fr: Emeraude

source: Mediumblue
fr: Bleu moyen

source: Navy
fr: Bleu marine

source: Olive
fr: Vert olive

source: Pink
fr: Rose

source: Red
fr: Rouge

source: Royal Blue
fr: Bleu royal

source: Sienna
fr: Terre de sienne

source: Steel
fr: Métal

source: Teal
fr: Sarcelle

source: Brightyellow
fr: Jaune clair

source: Yellow
fr: Jaune

source: Black
fr: Noir

source: Greyscale 1
fr: Niveau de gris 1

source: Greyscale 2
fr: Niveau de gris 2

source: Greyscale 3
fr: Niveau de gris 3

source: Greyscale 4
fr: Niveau de gris 4

source: Greyscale 5
fr: Niveau de gris 5

source: Greyscale 6
fr: Niveau de gris 6

source: Greyscale 7
fr: Niveau de gris 7

source: Greyscale 8
fr: Niveau de gris 8

source: Greyscale 9
fr: Niveau de gris 9

source: Greyscale 10
fr: Niveau de gris 10

source: Greyscale 11
fr: Niveau de gris 11

source: Greyscale 12
fr: Niveau de gris 12

source: Greyscale 13
fr: Niveau de gris 13

source: White
fr: Blanc

source: Transparent
fr: Transparant

source: Standard Colors
fr: Couleurs standards

source: Bright Colors
fr: Couleurs claires

source: Dark Colors
fr: Couleurs foncées

source: Red Colors
fr: Couleurs rouges

source: Yellow Colors
fr: Couleurs jaunes

source: Green Colors
fr: Couleurs vertes

source: disabled
fr: Désactivé

source: same as background
fr: Même que le fond

source: %s darker than background
fr: %s plus sombre que le fond

source: Standard Fonts
fr: Polices standards

source: Standard Fonts greater
fr: Polices standards plus grande

source: Bold and greater Fonts
fr: Polices en gras et plus grandes

source: Raleway Fonts
fr: Polices raleway

source: Digital Fonts
fr: Polices numériques

source: Analog Fonts
fr: Polices analogiques

source: HandelGotD Fonts
fr: Polices HandelGotD

source: Focus left, no picon, 5 next Events
fr: Focus gauche, pas de picon, 5 événements suivants

source: Focus left, big picon, 1 next Events
fr: Focus gauche, grand picon, 1 événement suivant

source: Focus right, big picon, 1 next Events
fr: Focus droit, grand picon, 1 événement suivant

source: Focus right, no picon, 5 next Events
fr: Focus droit, pas de picon, 5 événements suivants

source: in Screens
fr: Dans écrans

source: in Menus
fr: Dans menus

source: in Menus and Screens
fr: Dans menus et écrans

source: No Design
fr: Pas de design

source: One Layer Design
fr: Conception une seul couche

source: Contrast Layer Design
fr: Conception couche contrastée

source: Stripe Layer Design
fr: Conception bande de couche

source: Blocks Layer Design
fr: Conception blocs de couche

source: Frame Layer Design
fr: Conception couche cadre

source: - box support unknown
fr: - Support de ce récepteur inconnu

source: scale
fr: Echelle

source: size
fr: Taille

source: Top of the screen
fr: Au sommet de l’écran

source: Between Clock and Weather enclosed
fr: Inclus entre l’horloge et la météo

source: Between Clock and Weather centered
fr: centré entre l’horloge et la météo

source: Bottom of the screen
fr: En bas de l’écran

source: more Events or 'mini TV' greater
fr: Plus d’évènements ou ‘mini TV’ plus grand

source: Infobar
fr: Barre d’info

source: Small
fr: Petit

source: In Moviebar
fr: Dans la barre de film

source: Side by PVR-Symbol
fr: A côté du symbole PVR

source: Top of the screen with current time
fr: Au sommet de l’écran avec l’heure courante

source: Layer A and B same height, Clock in Layer A
fr: Couche A et B à la même hauteur, horloge en couche A

source: Layer A and B same height, Clock in Layer B
fr: Couche A et B à la même hauteur, horloge en couche B

source: Not enough free flash memory free to create the new %s skin files. ( %d kb is required )
fr: Pas assez de mémoire flash libre pour créer les nouveaux fichiers %s pour le thème. ( %d Ko sont requis)

source: Not enough free flash memory free to install the %s icons. ( %d MB is required )
fr: Pas assez de mémoire flash libre pour installer les icônes %s. ( %d Mo sont requis)

source: Enable Color Gradient
fr: Activer le dégradé de couleur
