Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Label text
ar: نص العلامات
cs: Text jmenovky
da: Mærkat tekst
de: Beschriftungstext
el: Κείμενο ετικέτας
es: Texto de la etiqueta
et: Pealdise tekst
fi: Tunnisteiden teksti
hr: Tekst oznake
it: Testo delle etichette
lt: Etiketės tekstas
pl: Tekst etykiety
pt: Texto da etiqueta
ru: Текст метки
sk: Text menovky
sq: Teksti i etiketave
sr: Tekst oznake
tr: Etiket metni

source: Large
ar: كبير
cs: Velký
da: Stor
de: Groß
el: Μεγάλο
es: Grande
et: Suur
fi: Suuri
hr: Veliko
it: Grande
lt: Didelis
pl: Duży
pt: Grande
ru: Большой
sk: Veľký
sq: I madh
sr: Veliko
tr: Büyük

source: Large text
ar: نص كبير
cs: Velké písmo
da: Stor tekst
de: Großer Text
el: Μεγάλο κείμενο
es: Texto grande
et: Suur tekst
fi: Suuri teksti
hr: Veliki tekst
it: Testo grande
lt: Didelis šriftas
pl: Duży tekst
pt: Texto grande
ru: Крупный текст
sk: Veľké písmo
sq: Tekst i madh
sr: Veliki tekst
tr: Büyük metin

source: Layer A (main layer)
ar: الطبقة أ (الطبقة الرئيسية)
cs: Vrstva A (hlavní vrstva)
da: Lag A (hovedlag)
de: Layer A (Hauptlayer)
el: Επίπεδο A (κύριο επίπεδο)
es: Capa A (capa principal)
et: A-kiht (peamine kiht)
fi: Taso A (päätaso)
hr: Sloj A (glavni sloj)
it: Livello A (principale)
lt: Sluoksnis A (pagrindinis sluoksnis)
pl: Warstwa A (główna warstwa)
pt: Camada A (camada principal)
ru: Слой A (основной слой)
sk: Vrstva A (hlavná vrstva)
sq: Shtresa A (kryesore)
sr: Sloj A (glavni sloj)
tr: A Katmanı (ana katman)

source: Layer A and B same height, Clock in Layer A
ar: الطبقة أ و ب نفس الارتفاع ، الساعة في الطبقة أ
cs: Vrstvy A a B stejně vysoké. Hodiny ve vrstvě A
da: Lag A og B samme højde, Ur i lag A
de: Layer A und B gleiche Höhe, Uhr in Layer A
el: Επίπεδο Α και Β στο ίδιο ύψος, ρολόι στο επίπεδο Α
es: Capa A y B a la misma altura, Reloj en la capa A
et: A ja B-kihid sama kõrgusega, kell A-kihis
fi: Taso A ja B yhtä korkeita, kello tasolla A
hr: Sloj A i B iste visine, sat u Sloju A
it: Livello A e B alla stessa altezza, orologio nel livello A
lt: A ir B sluoksnis to paties aukščio, laikrodis sluoksnyje A
pl: Warstwa A i B tej samej wysokości, Zegar w warstwie A
pt: Camada A e B com a mesma altura, Relógio na Camada A
ru: Слой A и В такой же высоты, часы в слое А
sk: Vrstvy A a B rovnako vysoké. Hodiny vo vrstve A
sq: Shtresat A e B të njëjtën lartësi, Ora in shtresën A
sr: Slojevi A i B iste visine, Sat u sloju A
tr: A ve B Katmanı aynı yükseklikte, Saat A Katmanında

source: Layer A and B same height, Clock in Layer B
ar: الطبقة أ و ب نفس الارتفاع ، الساعة في الطبقة ب
cs: Vrstvy A a B stejně vysoké. Hodiny ve vrstvě B
da: Lag A og B samme højde, Ur i lag B
de: Layer A und B gleiche Höhe, Uhr in Layer B
el: Επίπεδο Α και Β στο ίδιο ύψος, ρολόι στο επίπεδο Β
es: Capa A y B a la misma altura, Reloj en la capa B
et: A ja B-kihid sama kõrgusega, kell B-kihis
fi: Taso A ja B yhtä korkeita, kello tasolla B
hr: Sloj A i B iste visine, sat u Sloju B
it: Livello A e B alla stessa altezza, orologio nel livello B
lt: A ir B sluoksnis to paties aukščio, laikrodis sluoksnyje B
pl: Warstwa A i B tej samej wysokości, Zegar w warstwie B
pt: Camada A e B com a mesma altura, Relógio na Camada B
ru: Слой A и В такой же высоты, часы в слое B
sk: Vrstvy A a B rovnako vysoké. Hodiny vo vrstve B
sq: Shtresat A e B të njëjtën lartësi, Ora in shtresën B
sr: Slojevi A i B iste visine, Sat u sloju B
tr: A ve B Katmanı aynı yükseklikte, Saat B Katmanında

source: Layer B (secondary layer)
ar: الطبقة ب (الطبقة الثانوية)
cs: Vrstva B (druhá vrstva)
da: Lag B (Sekundær lag)
de: Layer B (Zweiter Layer)
el: Επίπεδο Β (δευτερεύον επίπεδο)
es: Capa B (capa secundaria)
et: B-kiht (teine kiht)
fi: Taso B (toissijainen taso)
hr: Sloj B (sekundarni sloj)
it: Livello B (secondario)
lt: Sluoksnis B (kitas sluoksnis)
pl: Warstwa B (druga warstwa)
pt: Camada B (camada secundária)
ru: Слой В (Второй слой)
sk: Vrstva B (druhá vrstva)
sq: Shtresa B (dytësore)
sr: Sloj B (sekundarni sloj)
tr: B Katmanı (ikinci katman)

source: Left
ar: يسار
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
et: Vasak
fi: Vasen
hr: Lijevo
it: Sinistra
lt: Kairė
pl: Lewo
pt: Esquerda
ru: Слева
sk: Vľavo
sq: Majtas
sr: Levo
tr: Sol

source: Lime
ar: ليموني
de: Limette
el: Λεμονί
es: Lima
et: Laim
hr: Limun
lt: Laimo žalia
pl: Limonka
ru: Светло-зелёный
sk: Limetková
sr: Limun
tr: Kireç

source: Location Selection
cs: Výběr umístění
el: Επιλογή τοποθεσίας
es: Selección de la ubicación
et: Asukoha valik
fi: Sijainnin valinta
hr: Odabir Lokacije
pl: Wybór lokalizacji
pt: Seleção da Localização
ru: Местоположение
sk: Výber lokality
sr: Izbor Lokacije
tr: Konum Seçimi

source: MENU
ar: القائمة
el: ΜΕΝΟΥ
es: MENÚ
et: Menüü
fi: VALIKKO
lt: MENIU
ru: МЕНЮ
sr: MENI
tr: MENÜ

source: MSN weather
cs: Počasí MSN
el: Καιρός MSN
es: El tiempo en MSN
et: MSN ilmateade
fi: MSN sää
hr: MSN vrijeme
pl: Pogoda MSN
pt: MSN tempo
ru: MSN погода
sk: Počasie MSN
sr: MSN prognoza
tr: MSN Hava durumu

source: Magenta
ar: أرجواني
cs: Purpurová
el: Ματζέντα
fi: Purppuranpunainen
lt: Purpurinė
pl: Czerwononiebieski
ru: Пурпурный
sk: Fialová
tr: Eflatun

source: Magenta 1
el: Ματζέντα 1
et: Magenta (fuksiinpunane) 1
pl: Purpurowy 1
ru: Пурпурный 1

source: Magenta 2
el: Ματζέντα 2
et: Magenta (fuksiinpunane) 2
pl: Purpurowy 2
ru: Пурпурный 2

source: Mandarin
ar: محمر
cs: Mandarinková
de: Mandarine
el: Μανταρινί
es: Mandarina
et: Mandariin
fi: Mandariini
hr: Mandarina
it: Mandarino
lt: Mandarinų
pl: Mandarynkowy
pt: Mandarim
ru: Мандариновый
sk: Tmavooranžová
sr: Mandarina
tr: Mandalina rengi

source: Mauve
ar: أرجواني
cs: Světle fialová
da: Lilla
de: Malve
el: Μωβ
es: Malva
et: Kahvatulilla
fi: Vaalean violetti
hr: Ljubičasto
it: Malva
lt: Rausvai violetinė
pl: Fiołkoworóżowy
ru: Розовато-лиловый
sk: Svetlofialová
sq: Vjollcë e zbehtë
sr: Ružičasto Ljubičasta
tr: Leylak Rengi

source: Mediumblue
ar: ازرق متوسط
cs: Středně modrá
da: Mellemblå
de: Mittelblau
el: Μεσαίο μπλε
es: Azul medio
et: Sinine
fi: Keskisininen
hr: Srednje plava
it: Blu medio
lt: Vidutinė mėlyna
pl: Średnio niebieski
pt: Azul médio
ru: Светло-синий
sk: Stredne modrá
sq: Blu e mesme
sr: Srednje plava
tr: Donuk mavi

source: Menu
ar: القائمة
de: Menü
el: Μενού
es: Menú
et: Menüü
fi: Valikko
lt: Meniu
ru: Меню
sr: Meni
tr: Menü

source: Menu Symbol
ar: رمز القائمة
cs: Menu Ikona
de: Menü Symbol
el: Σύμβολο μενού
es: Símbolo del menú
et: Menüüsümbol
fi: Valikko Symboli
hr: Menu Simbol
it: Simbolo menu
lt: Meniu simbolis
pl: Symbol Menu
pt: Símbolo do Menu
ru: Выбор в меню
sk: Symbol Menu
sq: Simboli i Menusë
sr: Simbol Meni-ja
tr: Menü Sembolü

source: Menu entry text
ar: نص إدخال القائمة
cs: Menu vkládání textu
da: Menupost tekst
de: Menüeintragstext
el: Κείμενο στοιχείου μενού
es: Texto del menú de entrada
et: Menüükirje tekst
fi: Valikon teksti
hr: Tekst unosa menu
it: Testo delle voci dei menu
lt: Meniu įrašo tekstas
pl: Tekst wpisu Menu
pt: Texto de entrada do Menu
ru: Меню ввода текста
sk: Text položky Menu
sq: Teksti i zërave të Menusë
sr: Tekst stavke menija
tr: Menü giriş metni

source: Meteo Icons
cs: Ikony Meteo
el: Εικονίδια καιρού
es: Iconos meteorológicos
et: Ilmateate ikoonid
fi: Meteo kuvakkeet
hr: Meteo Ikone
pl: Ikony Meteo
pt: Ícones meteorológicos
ru: Иконки метео
sk: Meteo-ikony
sr: Meteo Ikone
tr: Hava durumu simgeleri

source: MetrixWeather API key
cs: API Klíč MetrixWeather
el: MetrixWeather κλειδί API
es: Clave API de MetrixWeather
et: MetrixWeather API võti
fi: MetrixSää API avain
hr: MetrixVrijeme API ključ
pl: Klucz API MetrixWeather
pt: Chave da API MetrixWeather
ru: Ключ API MetrixWeather
sk: Kľúč API MetrixWeather
sr: MetrixWeather API ključ
tr: MetrixWeather API anahtarı

source: MetrixWeather animations speed
ar: سرعة الرسوم المتحركة في MetrixWeather
cs: Rychlost animací MetrixWeather
da: MetrixVejr animationshastighed
el: MetrixWeather ταχύτητα κινούμενων εικόνων
es: Velocidad de las animaciones de MetrixWeather
et: MetrixWeather graafika liikumiskiirus
fi: Sää animaatio nopeus
hr: Brzina animacija MetrixVrijeme
pl: MetrixWeather prędkość animacji
pt: Velocidade das animações do MetrixWeather
ru: Скорость анимации MetrixWeather
sk: rýchlosť animácií MetrixWeather
sq: Shpejtësia e animimit për Motin e Metrix
sr: Brzina animacija MetrixWeather-a
tr: MetrixWeather animasyon hızı

source: MetrixWeather city name
cs: Název města MetrixWeather
el: MetrixWeather όνομα πόλης
es: Nombre de la ciudad en MetrixWeather
et: MetrixWeather linna nimi
fi: MetrixSää kaupungin nimi
hr: Naziv grada MetrixVremena
pl: Nazwa miasta MetrixWeather
pt: Nome da cidade MetrixWeather
ru: Название города MetrixWeather
sk: Názov mesta MetrixWeather
sr: MetrixWeather naziv grada
tr: MetrixWeather şehir ismi

source: MetrixWeather icon path
cs: Cesta k ikoně MetrixWeather
el: MetrixWeather διαδρομή εικονιδίων
es: Ruta del icono de MetrixWeather
et: MetrixWeather ikoonide asukoht
fi: MetrixSää kuvakkeen polku
hr: Put ikone MetrixVrijeme
pl: Ścieżka ikony MetrixWeather
pt: Caminho do ícone do MetrixWeather
ru: Путь к иконкам MetrixWeather
sk: Cesta k ikone MetrixWeather
sr: MetrixWeather putanja ikone
tr: MetrixWeather simge yolu

source: MetrixWeather icon style
cs: Styl ikony MetrixWeather
el: MetrixWeather στυλ εικονιδίων
es: Estilo de icono de MetrixWeather
et: MetrixWeather ikooni välimus
fi: MetrixSää kuvakkeen tyyli
hr: Stil ikone MetrixVrijeme
pl: Styl ikony MetrixWeather
pt: Estilo do ícone MetrixWeather
ru: Стиль иконок MetrixWeather
sk: Štýl ikony MetrixWeather
sr: MetrixWeather stil ikone
tr: MetrixWeather simge stili

source: MetrixWeather service
cs: Služba MetrixWeather
el: MetrixWeather υπηρεσία
es: Servicio MetrixWeather
et: MetrixWeather teenus
fi: MetrixSää palvelu
hr: MetrixVrijeme servis
pl: Usługa MetrixWeather
pt: Serviço MetrixWeather
ru: Сервис MetrixWeather
sk: Služba MetrixWeather
sr: MetrixWeather servis
tr: MetrixWeather servisi

source: Midnight
ar: منتصف الليل
cs: Půlnoční
de: Nachtblau
el: Μεσάνυχτα
es: Medianoche
et: Kesköö
fi: Keskiyö
hr: Ponoć
it: Blu notte
lt: Tamsi
pl: Północ
pt: Meia-noite
ru: Полночь
sk: Polnoc
sq: Blu nate
sr: Ponoć
tr: Gece yarısı

source: Movie List style
ar: نمط قائمة الأفلام
cs: Styl Seznamu filmů
da: Filmliste stil
de: Filmliste Stil
el: Στυλ λίστας ταινιών
es: Estilo de la lista de películas
et: Filmilisti stiil
fi: Tallennus listan tyyli
hr: Stil liste filmova
it: Stile elenco dei film
lt: Filmų sąrašo stilius
pl: Styl listy filmów
pt: Estilo da lista de filmes
ru: Стиль списка фильмов
sk: Štýl zoznamu filmov
sq: Stili i listës së filmave
sr: Stil liste filmova
tr: Film Listesi stili

source: My Backup Description
ar: وصف النسخة الاحتياطية الخاصة بي
cs: Popis zálohy
da: Min skikkerhedskopi beskrivelse
de: Sicherungsbeschreibung
el: Περιγραφή του αντιγράφου ασφαλείας μου
es: Descripción de mi copia de seguridad
et: Varukoopia nimi
fi: Varmuuskopion kuvaus
hr: Opis moje sigurnosne kopije
it: Descrizione del mio backup
lt: Mano atsarginės kopijos aprašymas
pl: Mój opis kopii zapasowej
pt: Descrição da minha cópia de segurança
ru: Описание бэкапа
sk: Popis zálohy
sq: Përshkrimi i Dublikatës Time
sr: Moj opis rezervne kopije
tr: Yedekleme Açıklaması

source: My Backup No. %d
ar: نسختي الاحتياطية رقم %d
cs: Záloha číslo. %d
da: Min sikkerhedskopi nr. %d
de: Sicherung Nr. %d
el: Αριθμός %d του αντιγράφου ασφαλείας μου
es: Mi copia de seguridad nº %d
et: Varukoopia nr. %d
fi: Varmuuskopio nro. %d
hr: Moja sigurnosna kopija br. %d
it: Num. del mio backup %d
lt: Mano atsarginės kopijos Nr. %d
pl: Moja kopia Nr. %d
pt: A minha cópia de segurança N.º %d
ru: Мой бэкап № %d
sk: Záloha číslo %d
sq: Dublikata ime nr. %d
sr: Moja rezervna kopija Br. %d
tr: Yedekleme No. %d

source: My Backup Number
ar: رقم النسخة الاحتياطية الخاصة بي
cs: Záloha číslo
da: Min sikkerhedskopi nummer
de: Sicherungsnummer
el: Αριθμός του αντιγράφου ασφαλείας μου
es: Mi copia de seguridad número
et: Varukoopia number
fi: Varmuuskopion numero
hr: Broj Moje rezervne kopije
it: Numero del mio backup
lt: Mano atsarginių kopijų numeris
pl: Numer mojej kopii zapasowej
pt: O meu número da cópia de segurança
ru: Номер бэкапа
sk: Záloha číslo
sq: Numri i Dublikatës Time
sr: Moja rezervna kopija Broj
tr: Yedekleme Numarası

source: My Backup Saved: %s
ar: نسختي الاحتياطية المحفوظة: %s
cs: Záloha uložena: %s
da: Min sikkerhedskopi gemt: %s
de: Sicherung gespeichert: %s
el: Το αντίγραφο ασφαλείας μου αποθηκεύτηκε: %s
es: Mi copia de seguridad guardada: %s
et: Varukoopia salvestati: %s
fi: Varmuuskopio tallennettu: %s
hr: Moja rezervna kopija Spremljena: %s
it: Mio backup salvato: %s
lt: Mano atsarginė kopija išsaugota: %s
pl: Moja kopia zapasowa zapisana: %s
pt: A minha cópia de segurança foi guardada: %s
ru: Мой бэкап %s
sk: Záloha uložená: %s
sq: Dublikata Ime e Ruajtur: %s
sr: Moja rezervna kopija Sačuvana:...%s
tr: Yedekleme Kaydedildi: %s

source: My Last Backup Entry: %s
ar: اخر نسخة احتياطية مدخلة : %s
cs: Poslední uložená záloha: %s
da: Min sidste sikkerhedskopi post: %s
de: letzter Sicherungseintrag: %s
el: Τελευταία καταχώρηση του αντιγράφου ασφαλείας μου: %s
es: Mi última copia de seguridad: %s
et: Uusim varukoopia: %s
fi: Uusin varmuuskopio: %s
hr: Moja zadnje rezervna kopija Unos: %s
it: Ultimo mio backup: %s
lt: Mano paskutinio atsarginio kopijavimo įrašas: %s
pl: Moja ostatnia kopia zapasowa: %s
pt: A minha última cópia de segurança: %s
ru: Мой крайний бэкап %s
sk: Posledná uložená záloha: %s
sq: Dublikata Ime e Fundit: %s
sr: Moj poslednji unos rezervne kopije:...%s
tr: Son Yedekleme Girişi: %s

source: My Last Restored Entry: %s
ar: اخر استعادة خاصة بي: %s
cs: Poslední obnovená záloha: %s
da: Min sidste gendannede post: %s
de: letzte Wiederherstellung: %s
el: Τελευταία καταχώριση της επαναφοράς μου: %s
es: Mi última entrada restaurada: %s
et: Viimati taastatud: %s
fi: Viimeksi palautettu varmuuskopio: %s
hr: Moj posljednji vraćeni unos:... %s
it: Ultimo mio ripristino: %s
lt: Mano paskutinis atkurtas įrašas: %s
pl: Mój ostatni przywrócony wpis: %s
pt: A minha última entrada restaurada: %s
ru: Моё крайнее восстановление %s
sk: Posledná obnovená záloha: %s
sq: Dublikata Ime e Fundit: %s
sr: Moj poslednji obnovljeni unos:...%s
tr: Son geri yükleme girişi: %s

source: MyMetrixLite
ar: ماي-متركس-لايت
fi: MyMetrix Teema
hr: MojMetrixLite
lt: MyMetrix Lite tema
pl: Mój Metrix Lite
pt: O meu MetrixLite
ru: Мой MetrixLite
sr: Moj Metrix Lite

source: N/A
ar: فارغ
cs: nedostupné
da: Ikke tilgængelig
el: Μ/Δ
es: N/D
et: Pole saadaval
it: N/D
lt: Nėra
ru: Н/Д
sk: nedostupné
sq: J/D
tr: Yok

source: Navy
ar: كحلي
cs: Námořnická modrá
da: Marineblå
de: Marineblau
el: Μαρέν
es: Marino
et: Merevägi
fi: Laivastonsininen
hr: Mornarica
it: Blu marino
lt: Jūros mėlyna
pl: Granatowy
pt: Azul marinho
ru: Морской волны
sk: Námornická modrá
sq: Blu e errët
sr: Mornarica
tr: Donanma

source: Next
cs: Další
el: Επόμενο
es: Siguiente
et: Järgmine
fi: Seuraava
hr: Slijedeće
pl: Następny
pt: Próximo
ru: Следующий
sk: Ďalej
sr: Sledeće
tr: Sonra

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
hr: Ne
lt: Ne
pl: Nie
pt: Não
ru: Нет
sk: Nie
sq: Jo
sr: Ne
tr: Hayır

source: No Backup-File found! ( %s )
ar: لم يتم العثور على ملف-نسخة احتياطية! ( %s )
cs: Žádný soubor zálohy nebyl nalezen! ( %s )
da: Ingen sikkerhedskopi-fil fundet! ( %s )
de: Keine Sicherungsdatei gefunden! ( %s )
el: Δεν βρέθηκε αντίγραφο ασφαλείας! ( %s )
es: ¡No se encontró ningún archivo de copia de seguridad! ( %s )
et: Varukoopiat ei leitud!! ( %s )
fi: Varmuuskopiota ei löydy! ( %s )
hr: Nije pronađena sigurnosna kopija! ( %s )
it: Non è stato trovato nessun file di backup! ( %s )
lt: Atsarginės kopijos failas nerastas! ( %s )
pl: Nie znaleziono pliku kopii zapasowej! ( %s )
pt: Não foi encontrado nenhum ficheiro de cópia de segurança! ( %s )
ru: Бэкап не найден! ( %s )
sk: Nebol nájdený žiadny súbor so zálohou! ( %s )
sq: S'u gjet skedar Dublikatë! ( %s )
sr: Nije pronađena rezervna kopija fajla! (%s)
tr: Yedekleme Dosyası bulunamadı! ( %s )

source: No Backup-Set found!
ar: لم يتم العثور على مجموعة-النسخة الاحتياطية!
cs: Žádná záloha nebyla nalezena!
da: Ingen Sikkerhedskopi-sæt fundet!
de: Keine Sicherung gefunden!
el: Δεν βρέθηκε σετ αντιγράφων ασφαλείας!
es: ¡No se encontró ningún conjunto de copias de seguridad!
et: Varukoopiat ei leitud!
fi: Varmuuskopioita ei löydy!
hr: Nema sigurnosne kopije - pronađena je postava!
it: Non è stato trovato nessun backup!
lt: Atsarginės kopijos rinkinys nerastas!
pl: Nie znaleziono zestawu kopii zapasowych!
pt: Não foi encontrado nenhum conjunto de cópias de segurança!
ru: Нет данных бэкапа!
sk: Nebola nájdená žiadna záloha!
sq: S'u gjet Grup Dublikatash!
sr: Nisu pronađene rezervne postavke!
tr: Yedekleme seti bulunamadı!

source: No Design
ar: لا يوجد تصميم
cs: Žádný vzhled
da: Ingen design
de: Kein Design
el: Χωρίς σχέδιο
es: Sin diseño
et: Stiil puudub
fi: Ei muotoilu
hr: Nema Dizajna
lt: Jokio dizaino
pl: Brak projektu
pt: Sem design
ru: Нет дизайна
sk: Žiadny vzhľad
sq: S'ka dizajn
sr: Bez dizajna
tr: Tasarım Yok

source: No description available.
ar: لا يوجد وصف متاح.
cs: Popis není k dispozici.
da: Ingen beskrivelse tilgængelig.
de: keine Beschreibung vorhanden
el: Μη διαθέσιμη περιγραφή.
es: Ninguna descripción disponible.
et: Sisututvustus puudub.
fi: Ei kuvausta saatavilla.
hr: Nema dostupnog opisa.
it: Descrizione non disponibile.
lt: Nėra apibūdinimo.
pl: Brak dostępnego opisu.
pt: Nenhuma descrição disponível.
ru: Описание отсутствует.
sk: Popis nie je k dispozícii.
sq: Nuk ofrohet përshkrim.
sr: Nema dostupnog opisa.
tr: Açıklama mevcut değil.

source: None
ar: لا شيء
cs: Žádný
da: Ingen
el: Κανένα
es: Ninguno
et: Mitte ühtegi
fi: Ei mitään
hr: Ništa
pl: Żaden
pt: Nenhum
ru: Нет
sk: Žiadny
sq: Asnjë
sr: Ništa
tr: Hiçbiri

source: North
cs: Sever
el: Βόρεια
es: Norte
et: Põhi
fi: Pohjoinen
hr: Sjever
pl: Północ
pt: Norte
ru: Север
sk: Sever
sr: Sever
tr: Kuzey

source: Northeast
cs: Severovýchod
el: Βορειοανατολικά
es: Noreste
et: Kirre
fi: Koillinen
hr: Sjeveroistok
pl: Północny wschód
pt: Nordeste
ru: Северо-Восток
sk: Severovýchod
sr: Severoistok
tr: Kuzeydoğu

source: Northwest
cs: Severozápadní
el: Βορειοδυτικά
es: Noroeste
et: Loe
fi: Luode
hr: Sjeverozapad
pl: Północny zachód
pt: Noroeste
ru: Северо-Запад
sk: Severozápad
sr: Severozapad
tr: Kuzeybatı

source: Not enough free flash memory to create the new %s skin files. ( %d kb is required )
ar: لا توجد ذاكرة فلاش خالية كافية لإنشاء ملفات %s المظهر-السكين الجديدة. ( %d kb مطلوب )
cs: Nedostatek volné flash paměti pro vytvoření nových souborů vzhledu %s. (je vyžadováno %d kB)
da: Ikke tilstrækkelig fri flash-hukommelse til at oprette nye %s Tema-filer. ( %d Kb nødvendig )
de: Nicht genug freier Flash Speicher zum Erstellen der %s Skin Dateien. ( %d kb werden benötigt )
el: Δεν υπάρχει αρκετή ελεύθερη μνήμη για τη δημιουργία των νέων αρχείων του θέματος %s. (απαιτούνται %d kb)
es: No hay suficiente memoria flash para los nuevos %s archivos de interfaz. ( Se necesitan %d Kb )
et: Uute kujunduse failide loomiseks pole piisavalt sisemälu. (Vajalik on %d kb)
fi: Vapaata muistia ei ole riittävästi uudelle teemalle %s. ( %d kb vaaditaan )
hr: Nema dovoljno slobodne flash memorije za stvaranje novih %s datoteka skinova. (potrebno je %d kb)
it: Memoria flash non sufficiente per creare i file della nuova skin %s ( necessari %d kb )
lt: Nepakanka laisvos atminties naujos %s temos failams sukurti. ( reikia %d kbaitų)
pl: Za mało wolnej pamięci flash, aby utworzyć %s nowych plików skórek. (wymagane jest %d kb)
pt: Não há memória livre suficiente para criar os novos %s da inetrface. (%d KB é necessário)
ru: Недостаточно свободной флэш-памяти для создания новых файлов скинов %s. ( требуется %d кб )
sk: Nedostatok voľnej pamäte pre vytvorenie nových súborov vzhľadu %s. ( %d kb požadovaných )
sq: Kujtesa flash s'mjafton për krijimin e skedarëve të skin-it %s ( nevojiten %d kb )
sr: Nema dovoljno slobodne fleš memorije za kreiranje novih %s fajlova za skin. (potrebno je %d kb)
tr: Yeni %s arayüz dosyalarını oluşturmak için yeterli boş bellek yok. (%d kb gereklidir)

source: Not enough free flash memory to install the %s icons. ( %d MB is required )
ar: لا توجد ذاكرة فلاش خالية كافية لتثبيت %s الأيقونات. ( %d MB مطلوبة )
cs: Nedostatek volné flash pamětin pro instalaci %s ikon. (vyžaduje %d MB)
da: Ikke tilstrækkelig fri flash-hukommelse til at installer %s ikoner ( %d MB er nødvendig ).
de: Nicht genug freier Flash Speicher zur Installation der %s Icons. ( %d MB werden benötigt )
el: Δεν υπάρχει αρκετή ελεύθερη μνήμη flash για την εγκατάσταση των εικονιδίων %s. ( Απαιτούνται %d MB )
es: No hay suficiente memoria flash para instalar los iconos %s. ( %d MB es necesario)
et: %s ikoonide paigaldamiseks ei ole sisemälus piisavalt vaba ruumi. (vajalik on %d MB)
fi: Vapaata muistia ei ole riittävästi uudelle teemalle %s. ( %d MB vaaditaan )
hr: Nema dovoljno slobodne flash memorije za instalaciju %s ikona. (Potrebno je %d MB)
it: Memoria flash non sufficiente per installare le %s icone. ( necessari %d MB )
lt: Nepakanka laisvos vidinės atminties logotipams %s įdiegti. ( %d MBaitų reikia)
pl: Za mało wolnej pamięci flash, aby zainstalować %s ikony. ( wymagane jest %d MB )
pt: Não existe memória flash livre suficiente para instalar os %s ícones. ( %d MB é necessário )
ru: Не хватает свободной флэш-памяти для установки %s иконок (Нужно %d МБ)
sk: Nedostatok voľnej pamäte pre inštaláciu %s ikon. ( %d MB požadovaných )
sq: S'ka kujtesë flash të mjaftueshme për të instaluar ikonat %s. ( nevojitet %d MB )
sr: Nema dovoljno slobodne fleš memorije za instalaciju %s ikona. ( Potrebno je %d MB )
tr: %s simgelerini yüklemek için hafızada yeterli boş alan yok. (%d MB gerekli)

source: OSD settings
ar: إعدادات OSD
cs: Nastavení OSD
da: OSD indstillinger
de: OSD
el: Ρυθμίσεις OSD
es: Ajustes del OSD
et: Ekraanigraafika seaded
fi: Kuvaruuduun asetukset
hr: Postavke OSD
it: Impostazioni OSD
lt: OSD nustatymai
pl: Ustawienia OSD
pt: Definições OSD
ru: Настройки экранного меню
sk: Nastavenia OSD
sq: Konfigurimi i OSD
sr: OSD postavke
tr: Ekranda Gösterim (OSD) Ayarları

source: Off
ar: مغلق
cs: Vypnuto
da: Fra
el: Κλειστό
es: Apagado
et: Välja
fi: Pois
hr: Isklj
pl: Wyłączony
pt: Desligado
ru: Выключить
sk: Vypnúť
sq: Joaktiv
sr: Isklj
tr: Kapalı

source: Offset picon position x
ar: إزاحة موضع البيكون x
cs: Kompenzace polohy Piconů x
da: Forskyd Picon X placering
de: Picon-Versatz horizontal
el: Μετατόπιση θέσης λογότυπου x
es: Desplazamiento de la posición x del picon
et: Pikoni horisontaalne nihe
fi: Kanavalogon sijainnin hienosäätö (x)
hr: Pomak položaja pikon x
it: Offset della posizione x del picon
lt: Kompensuoti logotipo poziciją x
pl: Przesunięcie pozycji pikon x
pt: Deslocar a posição do picon x
ru: Смещение пикона по горизонтали
sk: Kompenzácia polohy pikôn x
sq: Kompensimi i pozicionit x të picon-it
sr: Pomak pozicije pikon-a x
tr: Ofset pikon x konumu

source: Offset picon position y
ar: إزاحة موضع البيكون y
cs: Kompenzace polohy Piconů y
da: Forskyd Picon Y placering
de: Picon-Versatz vertikal
el: Μετατόπιση θέσης λογότυπου y
es: Desplazamiento de la posición y del picon
et: Pikoni vertikaalne nihe
fi: Kanavalogon sijainnin hienosäätö (y)
hr: Pomak položaja pikona y
it: Offset della posizione y del picon
lt: Kompensuoti logotipo poziciją y
pl: Pozycja pikon przesunięcia y
pt: Deslocar a posição do picon y
ru: Смещение пикона по вертикали
sk: Kompenzácia polohy pikôn y
sq: Kompensimi i pozicionit y të picon-it
sr: Pomak pozicije pikon-a y
tr: Ofset pikon y konumu
