Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Select 'Yes' to also display MetrixWeather in the 'MoviePlayer' InfoBar screen.
cs: Výběrem možnosti "Ano" zobrazíte MetrixWeather také na obrazovce informačního panelu "Přehrávače filmů".
el: Επιλέξτε "ναι" για να εμφανίζεται το MetrixWeather επίσης στη μπάρα πληροφοριών ταινιών.
es: Seleccione "Sí" para mostrar también MetrixWeather en la pantalla de la barra de información del "MoviePlayer".
fi: Valitse 'Kyllä', jos haluat näyttää MetrixWeatherin myös Toisto tietopalkkinäytössä.
hr: Odaberite 'Da' kako biste također prikazali MetrixWeather na zaslonu Info trake 'MoviePlayer'.
pl: Wybierz 'Tak', aby wyświetlić MetrixWeather również na pasku informacyjnym 'MoviePlayer'.
pt: Selecione 'Sim' para também exibir o MetrixWeather na Barra de Informações do 'Leitor de Filmes'.
ru: Выберите 'Да', чтобы также отображать MetrixWeather на экране информационной панели 'MoviePlayer'.
sk: Po výbere možnosti 'Áno' sa MetrixWeather zobrazí aj na obrazovke informačného panela 'MoviePlayer'.
sr: Odaberite 'Da' da biste takođe prikazali MetrixWeather na ekranu InfoBar 'MoviePlayer'-a.
tr: 'MoviePlayer' Bilgi Çubuğu ekranında MetrixWeather'ı da görüntülemek için 'Evet'i seçin.

source: Select 'Yes' to display your cityname in MetrixWeather
cs: Výběrem možnosti "Ano" zobrazíte název svého města v aplikaci MetrixWeather
el: Επιλέξτε «ναι» για να εμφανίζεται το όνομα της πόλης σας στο MetrixWeather
es: Seleccione "Sí" para mostrar su nombre de ciudad en MetrixWeather
fi: Valitse 'Kyllä' näyttääksesi kaupunkisi nimen MetrixWeatherissa
hr: Odaberite 'Da' za prikaz vašeg imena grada u MetrixWeather
pl: Wybierz „Tak”, aby wyświetlić nazwę swojego miasta w MetrixWeather
pt: Selecione 'Sim' para exibir o nome da sua cidade no MetrixWeather
ru: Выберите 'Да', чтобы отобразить название Вашего города в MetrixWeather
sk: Ak chcete zobraziť názov mesta v MetrixWeather, vyberte možnosť 'Áno'
sr: Izaberite 'Da' da biste prikazali ime svog grada u MetrixWeather
tr: MetrixWeather'da şehir adınızı görüntülemek için 'Evet'i seçin

source: Select 'Yes' to enable the addition of MetrixWeather to the InfoBar screen.
cs: Výběrem možnosti "Ano" povolíte přidání aplikace MetrixWeather na obrazovku informačního panelu.
el: Επιλέξτε «ναι» για να ενεργοποιηθεί η προσθήκη του MetrixWeather στη μπάρα πληροφοριών.
es: Seleccione "Sí" para activar la adición de MetrixWeather a la pantalla de la barra de información.
fi: Valitse 'Kyllä', jos haluat lisätä MetrixWeatherin infopalkkiin.
hr: Odaberite 'Da' za omogućavanje dodavanja MetrixWeather na zaslon Info trake.
pl: Wybierz „Tak”, aby włączyć dodawanie MetrixWeather do ekranu InfoBar.
pt: Selecione 'Sim' para ativar a adição do MetrixWeather à Barra de Informações.
ru: Выберите 'Да', чтобы разрешить добавление MetrixWeather на экран инфобара.
sk: Ak chcete MetrixWeather pridať aj na obrazovku informačného panela, vyberte možnosť 'Áno'.
sr: Odaberite 'Da' da omogućite dodavanje MetrixWeather na ekran InfoBar.
tr: MetrixWeather'ın Bilgi Çubuğu ekranına eklenmesini etkinleştirmek için 'Evet'i seçin.

source: Select Your Location
ar: حدد موقعك
cs: Vyberte svou polohu
da: Vælg din placering
el: Επιλογή τοποθεσίας
es: Seleccione su ubicación
et: Vali enda asukoht
fi: Valitse sijainti
hr: Odaberite svoju lokaciju
pl: Wybierz Swoją Lokalizację
pt: Selecione sua localização
ru: Выберите своё местоположение
sk: Vyberte vašu lokalitu
sq: Përzgjidhni vendndodhjen tuaj
sr: Izaberite svoju lokaciju
tr: Konumunuzu seçin

source: Select the animations speed for the animated icons.
cs: Vyberte rychlost animace animovaných ikon.
el: Επιλογή ταχύτητας κίνησης για τα κινούμενα εικονίδια.
es: Seleccione la velocidad de las animaciones para los iconos.
fi: Valitse animoitujen kuvakkeiden animaationopeus.
hr: Odaberite brzinu animacije za animirane ikone.
pl: Wybierz szybkość animacji dla animowanych ikon.
pt: Selecione a velocidade das animações para os ícones animados.
ru: Выберите скорость анимации для анимированных иконок.
sk: Vyberte rýchlosť animovania pre animované ikony.
sr: Izaberite brzinu animacija za animirane ikone.
tr: Animasyonlu simgeler için animasyon hızını seçin.

source: Select the number of days of weather forecast to be displayed.
cs: Vyberte počet dnů předpovědi počasí, které se mají zobrazit.
el: Επιλέξτε τον αριθμό των ημερών πρόγνωσης καιρού που θα εμφανίζονται.
es: Seleccione el número de días de previsión meteorológica que se desea visualizar.
fi: Valitse näytettävien sääennusteiden päivien lukumäärä.
hr: Odaberite broj dana vremenske prognoze koji će se prikazivati.
pl: Wybierz liczbę dni prognozy pogody, która ma być wyświetlana.
pt: Selecione o número de dias de previsão do tempo a serem exibidos.
ru: Выберите количество дней, на которые будет отображаться прогноз погоды.
sk: Vyberte počet dní zobrazovanej predpovede počasia.
sr: Izaberite broj dana vremenske prognoze koji će biti prikazan.
tr: Görüntülenecek hava tahmini gün sayısını seçin.

source: Select the path to where the MetrixWeather icons can be found. This path cannot be empty!
cs: Vyberte cestu, kde lze nalézt ikony MetrixWeather. Tato cesta nesmí být prázdná!
el: Επιλογή διαδρομής τοποθέτησης των εικονιδίων του MetrixWeather. Αυτή η διαδρομή δεν μπορεί να είναι κενή!
es: Seleccione la ruta donde se encuentran los iconos de MetrixWeather. Esta ruta no puede estar vacía!
fi: Valitse polku, johon MetrixWeather kuvakkeet löytyvät. Tämä polku ei voi olla tyhjä!
hr: Odaberite putanju do mjesta gdje se mogu pronaći MetrixWeather ikone. Ova putanja ne smije biti prazna!
pl: Wybierz ścieżkę do miejsca, w którym można znaleźć ikony MetrixWeather. Ta ścieżka nie może być pusta!
pt: Selecione o caminho onde os ícones MetrixWeather podem ser encontrados. Este caminho não pode estar vazio!
ru: Выберите путь, по которому можно найти значки MetrixWeather. Этот путь не может быть пустым!
sk: Zadajte cestu, na ktorej sa dajú nájsť ikony pre MetrixWeather. Tento údaj nemôže zostať nevyplnený!
sr: Odaberite putanju do mesta gde se mogu pronaći MetrixWeather ikone. Ova putanja ne može biti prazna!
tr: MetrixWeather simgelerinin bulunabileceği yolu seçin. Bu yol boş olamaz!

source: Select the preferred weather service to supply the weather information.
cs: Vyberte preferovanou meteorologickou službu, která bude poskytovat informace o počasí.
el: Επιλογή της προτιμώμενης υπηρεσίας παροχής των πληροφοριών καιρού.
es: Seleccione el servicio meteorológico preferido para suministrar la información meteorológica.
fi: Valitse haluamasi sääpalvelu, joka toimittaa säätiedot.
hr: Odaberite željenu vremensku službu koja će pružiti informacije o vremenu.
pl: Wybierz preferowaną usługę pogodową, aby dostarczyć informacje o pogodzie.
pt: Selecione o serviço meteorológico preferido para fornecer as informações meteorológicas.
ru: Выберите предпочтительную службу погоды для предоставления информации о погоде.
sk: Vyberte preferovanú službu pre dodávanie informácií o počasí.
sr: Izaberite željenu vremensku službu koja će pružati informacije o vremenu.
tr: Hava durumu bilgilerini sağlayacak tercih ettiğiniz hava durumu servisini seçin.

source: Select the style of MetrixWeather icons to be used.
cs: Vyberte styl ikon MetrixWeather, který se má použít.
el: Επιλογή του στυλ των εικονιδίων MetrixWeather που θα χρησιμοποιηθούν.
es: Seleccione el estilo de los iconos de MetrixWeather que se van a utilizar.
fi: Valitse käytettävien MetrixWeather kuvakkeiden tyyli.
hr: Odaberite stil ikona MetrixWeather koji će se koristiti.
pl: Wybierz styl ikon MetrixWeather, który ma być użyty.
pt: Selecione o estilo dos ícones do MetrixWeather a serem usados.
ru: Выберите стиль используемых иконок MetrixWeather.
sk: Vyberte štýl ikon MetrixWeather, ktorý chcete použiť.
sr: Izaberite stil ikona MetrixWeather-a koji će se koristiti.
tr: Kullanılacak MetrixWeather simgelerinin stilini seçin.

source: Select the temperature unit to be used for temperature displays.
cs: Vyberte jednotku teploty, která se má použít pro zobrazení teploty.
el: Επιλογή μονάδας θερμοκρασίας για χρήση στις ενδείξεις θερμοκρασίας.
es: Seleccione la unidad de temperatura que se utilizará para la visualización de la temperatura.
fi: Valitse näytettvä lämpötilan käytettävä lämpötila yksikkö.
hr: Odaberite jedinicu temperature koja će se koristiti za prikaz temperature.
pl: Wybierz jednostkę temperatury, która będzie używana do wyświetlania temperatury.
pt: Selecione a unidade de temperatura a ser usada para exibições de temperatura.
ru: Выберите единицу измерения температуры, которая будет использоваться для отображения температуры.
sk: Vyberte jednotku teploty, ktorá sa použije na zobrazenie teploty.
sr: Izaberite jedinicu temperature koja će se koristiti za prikaz temperature.
tr: Sıcaklık gösterimleri için kullanılacak sıcaklık birimini seçin.

source: Select this option to save that last obtained weather data locally. This is used to initialize the data immediately after restart while updated data is being fetched.
cs: Výběrem této možnosti uložíte naposledy získaná data o lokálním počasí. To se používá k inicializaci dat ihned po restartu, zatímco se načítají aktualizovaná data.
el: Ενεργοποιήστε αυτήν την επιλογή για να αποθηκευτούν τα τελευταία δεδομένα καιρού που λήφθηκαν τοπικά. Αυτό χρησιμοποιείται για την προετοιμασία των δεδομένων αμέσως μετά την επανεκκίνηση, ενώ γίνεται λήψη ενημερωμένων δεδομένων.
es: Seleccione esta opción para guardar localmente los últimos datos meteorológicos obtenidos. Esto se utiliza para inicializar los datos inmediatamente después de reiniciar mientras se obtienen los datos actualizados.
fi: Valitse tämä vaihtoehto, jos haluat tallentaa viimeksi saadut säätiedot paikallisesti. Tätä käytetään tietojen alustamiseen heti uudelleenkäynnistyksen jälkeen, kun päivitettyjä tietoja haetaan.
hr: Odaberite ovu opciju kako biste spremili posljednje dobivene podatke o vremenu lokalno. Ovo se koristi za inicijalizaciju podataka odmah nakon ponovnog pokretanja dok se ažurirani podaci dohvaćaju.
pl: Wybierz tę opcję, aby zapisać ostatnio uzyskane dane pogodowe lokalnie. Jest to używane do inicjalizacji danych natychmiast po ponownym uruchomieniu, podczas gdy aktualizowane dane są pobierane.
pt: Selecione esta opção para salvar os últimos dados meteorológicos obtidos localmente. Isso é usado para inicializar os dados imediatamente após a reinicialização enquanto os dados atualizados estão sendo buscados.
ru: Выберите этот параметр, чтобы сохранить последние полученные данные о погоде локально. Это используется для инициализации данных сразу после перезапуска во время выборки обновленных данных.
sk: Po výbere tejto voľby sa uložia naposledy získané údaje o počasí aj lokálne. Dá sa to využiť na inicializovanie údajov hneď po reštartovaní, pokiaľ sa nepodarí získať aktualizované informácie.
sr: Izaberite ovu opciju da lokalno sačuvate poslednje dobijene podatke o vremenu. Ovo se koristi za inicijalizaciju podataka odmah nakon ponovnog pokretanja dok se ažurirani podaci preuzimaju.
tr: Son alınan hava durumu verilerini yerel olarak kaydetmek için bu seçeneği seçin. Bu, güncellenmiş veriler alınırken yeniden başlatmanın hemen ardından verileri başlatmak için kullanılır.

source: Selection bar
ar: شريط التحديد
cs: Výběrový pruh
da: Markeringsbjælke
de: Auswahlleiste
el: Μπάρα επιλογής
es: Barra de selección
et: Valikuriba
fi: Valintapalkki
hr: Traka za odabir
it: Barra di selezione
lt: Pasirinkimo juosta
pl: Pasek wyboru
pt: Barra de seleção
ru: Полоса выбора
sk: Pruh výberu
sq: Shiriti i përzgjedhjes
sr: Traka za odabir
tr: Seçim çubuğu

source: Service
ar: الخدمة
cs: Název programu
da: Kanal
de: Sendername
el: Υπηρεσία
es: Servicio
et: Kanal
fi: Kanava
hr: Servis
it: Canale
lt: Kanalai
pl: Kanał
pt: Serviço
ru: Канал
sk: Názov stanice
sq: Kanal
sr: Servis
tr: Kanal

source: Service Description
ar: وصف الخدمة
cs: Popis programu
da: Kanalbeskrivelse
de: Sendungsbeschreibung
el: Περιγραφή υπηρεσίας
es: Descripción del servicio
et: Sisututvustus
fi: Lähetyksen Kuvaus
hr: Opis Servisa
it: Descrizione del canale
lt: Paslaugos aprašymas
pl: Opis Kanału
pt: Descrição do Serviço
ru: Описание сервиса
sk: Popis stanice
sq: Përshkrimi i kanalit
sr: Opis Servisa
tr: Kanal Açıklaması

source: Service List
ar: قائمة الخدمة
cs: Seznam programů
da: Kanalliste
de: Sendernamen
el: Λίστα υπηρεσιών
es: Lista de servicios
et: Kanalinimekiri
fi: Kanavalista
hr: Spisak Servisa
it: Elenco dei canali
lt: Paslaugų sąrašas
pl: Lista kanałów
pt: Lista de Serviços
ru: Список каналов
sk: Zoznam staníc
sq: Lista e kanaleve
sr: Lista Servisa
tr: Kanal Listesi

source: Set default values
cs: Nastavit výchozí hodnoty
el: Ορισμός προεπιλεγμένων τιμών
es: Establecer los valores por defecto
fi: Aseta oletusarvot
hr: Postavi zadane vrijednosti
pl: Ustaw wartości domyślne
pt: Definir valores padrão
ru: Установить значения по умолчанию
sk: Nastaviť predvolené hodnoty
sr: Postavi zadane vrednosti
tr: Varsayılan değerleri ayarla

source: Set number of tuner automatically
ar: تعيين عدد التونر-Tuner تلقائياً
cs: Nastavit počet tunerů automaticky
da: Sæt antal Tunere automatisk
de: Anzahl der Tuner automatisch einstellen
el: Αυτόματη ρύθμιση αριθμού tuner
es: Establecer el número de sintonizador automáticamente
et: Määra tuunerite arv automaatselt
fi: Määritä näytettävien virittimien määrä automaattisesti
hr: Automatski postavi broj tunera
it: Impostare il numero di tuner automaticamente
lt: Nustatyti imtuvų skaičių automatiškai
pl: Ustaw numer tunera automatycznie
pt: Definir o número de sintonizador automaticamente
ru: Установка номера тюнера автоматически
sk: Nastaviť počet tunerov automaticky
sq: Vendoseni numrin e sintonizuesit, në mënyrë automatike
sr: Postavi broj tjunera automatski
tr: Tuner sayısını otomatik olarak ayarla

source: Set number of tuner manually
ar: تعيين عدد التونر-Tuner يدوياً
cs: Nastavit počet tunerů ručně
da: Sæt tunerantal manuelt
de: Anzahl der Tuner manuell einstellen
el: Χειροκίνητη ρύθμιση αριθμού tuner
es: Ajuste del número de sintonizador manualmente
et: Määra tuunerite arv käsitsi
fi: Määritä näytettävien virittimien määrä manuaalisesti
hr: Ručno postavite broj tunera
it: Impostare il numero di tuner manualmente
lt: Nustatyti imtuvų skaičių rankiniu būdu
pl: Ustaw ręcznie numer tunera
pt: Definir o número do sintonizador manualmente
ru: Установка количества тюнеров вручную
sk: Nastaviť počet tunerov manuálne
sq: Vendoseni numrin e sintonizuesit, me dorë
sr: Postavi broj tjunera ručno
tr: Tuner sayısını manuel olarak ayarla

source: Set picon sharpness
ar: ضبط الحدة للبيكون
cs: Nastavení ostrosti pikonů
da: Sæt Pikon skarphed
el: Ορισμός ευκρίνειας λογότυπων
es: Ajustar la nitidez del picon
fi: Kanvalogon terävyyden säätö
hr: Postavi oštrinu pikona
pl: Ustaw ostrość pikon
pt: Definir nitidez do picon
ru: Настройка резкости пиконов
sk: Nastavenie ostrosti pikon
sq: Vendosni mprehtësinë e pikon-it
sr: Postavi oštrinu pikon-a
tr: Pikon keskinliğini ayarla

source: Set primetime in graphical epg settings.
ar: تعيين وقت الذروة في إعدادات دليل البرامج الإلكتروني الرسومي.
cs: Die Primetime kann in den grafischen EPG Einstellungen gesetzt werden.
da: Sæt Primetime i grafisk EPG indstillinger.
de: Die Primetime kann in den grafischen EPG Einstellungen gesetzt werden.
el: Ορισμός ζώνης αιχμής στις ρυθμίσεις γραφικού epg.
es: Establecer la máxima audiencia en los ajustes gráficos del epg.
et: Kuva tippaeg graafilise epg seadistustes.
fi: Aseta primetime graafisissa epg asetuksissa.
hr: Postavite vrijeme emitiranja u grafičkim epg postavkama.
it: Definire la prima serata nelle impostazioni dell’EPG grafico.
lt: Nustatyti geriausią laiką grafinio epg nustatymuose.
pl: Ustaw primetime w graficznych ustawieniach epg.
pt: Defina o horário nobre nas configurações gráficas do epg.
ru: Установите прайм-тайм в графических настройках EPG.
sk: Nastaviť primetime v grafických nastaveniach EPG.
sq: Vendoseni kryekohën në konfigurimin e EPG-së me grafik.
sr: Podesi udarno vreme u grafičkim EPG podešavanjima.
tr: Grafiksel epg ayarlarında primetime'ı ayarlayın.

source: SetrixHD
ru: Сетрикс HD
sr: SetrixHD poslužitelj

source: Setting is the same as '
ar: الإعدادات مشابه لـ '
cs: Nastavení je stejné jako ‘
da: Indstillingen er den samme som '
de: Die Einstellung ist die gleiche wie '
el: Η ρύθμιση είναι ίδια με την '
es: El ajuste es el mismo que '
et: Sama kui '
fi: Asetus on sama kuin '
hr: Postavka je ista kao '
it: Impostazione come '
lt: Nustatymas yra toks pat kaip '
pl: Ustawienie jest takie samo jak '
pt: A configuração é a mesma que '
ru: Настройка такая же, как '
sk: Nastavenie sa zhoduje s ‘
sq: Konfigurimi është i njëjtë me '
sr: Podešavanje je isto kao '
tr: Ayarlar aynıdır '

source: Settings successfully restored.
ar: تمت استعادة الإعدادات بنجاح.
cs: Nastavení bylo úspěšně obnoveno.
da: Indstillinger gendannet med held.
de: Die Einstellungen wurden erfolgreich wiederhergestellt.
el: Οι ρυθμίσεις αποκαταστάθηκαν με επιτυχία.
es: Ajustes restaurados con éxito.
et: Seadistuste taastamine õnnestus.
fi: Asetukset palautettu onnistuneesti.
hr: Postavke su uspješno vraćene.
it: Impostazioni ripristinate con successo.
lt: Nustatymai sėkmingai atkurti.
pl: Ustawienia zostały pomyślnie przywrócone.
pt: Configurações restauradas com êxito.
ru: Настройки успешно восстановлены.
sk: Nastavenia boli úspešne obnovené.
sq: Konfigurimi u rivendos me sukses.
sr: Podešavanja su uspešno vraćena.
tr: Ayarlar başarıyla geri yüklendi.

source: Show Background
ar: إظهار الخلفية
cs: Zobrazit pozadí
da: Vis baggrund
el: Εμφάνιση φόντου
es: Mostrar fondo
et: Näita tausta
fi: Näytä tausta
hr: Prikaži pozadinu
pl: Pokaż tło
pt: Mostrar fundo
ru: Показать фон
sk: Zobraziť pozadie
sq: Shfaqni Sfondin
sr: Prikaži pozadinu
tr: Arka Planı Göster

source: Show CAID
ar: عرض CAID
cs: Zobrazit CAID
da: Vis CAID
de: CAID anzeigen
el: Εμφάνιση CAID
es: Mostrar CAID
et: Kuva CAID
fi: Näytä CAID
hr: Prikaži CAID
it: Mostra CAID
lt: Rodyti CAID
pl: Pokaż CAID
pt: Mostrar CAID
ru: Показать CAID
sk: Zobraziť CAID
sq: Shfaqni CAID
sr: Prikaži CAID
tr: CAID'yi göster

source: Show CPU-Load
ar: عرض أداء-المعالج
cs: Zobrazit zatížení CPU
da: Vis CPU-Belastning
de: CPU-Last anzeigen
el: Εμφάνιση φόρτου CPU
es: Mostrar carga de la CPU
et: Kuva CPU koormus
fi: Näytä CPU kuorma
hr: Prikaži CPU-Učitavanje
it: Mostra il carico della CPU
lt: Rodyti CPU apkrovą
pl: Pokaż obciążenie procesora
pt: Mostrar carga da CPU
ru: Показать использование процессора
sk: Zobraziť vyťaženie CPU
sq: Shfaqni ngarkimin e CPU-së
sr: Prikaži CPU-Učitavanje
tr: CPU Yükünü Göster

source: Show CPU-Temp
ar: عرض حرارة-المعالج
cs: Zobrazit teplotu CPU
da: Vis CPU-Temp
de: CPU-Temperatur anzeigen
el: Εμφάνιση θερμοκρασίας CPU
es: Mostrar temperatura de la CPU
et: Kuva CPU temperatuur
fi: Näytä CPU lämpötila
hr: Prikaži CPU-Temperaturu
it: Mostra la temperatura della CPU
lt: Rodyti CPU temperatūrą
pl: Pokaż temp. CPU
pt: Mostrar CPU-Temp
ru: Показать температуру процессора
sk: Zobraziť teplotu CPU
sq: Shfaqni temperaturën e CPU-së
sr: Prikaži CPU-Temperaturu
tr: CPU Sıcaklığını Göster

source: Show ChannelName
ar: إظهار اسم القناة
cs: Zobrazit jméno programu
da: Vis kanalnavn
de: Kanalname anzeigen
el: Εμφάνιση ονόματος καναλιού
es: Mostrar nombre del canal
et: Kuva kanalinimi
fi: Näytä kanavan nimi
hr: Prikaži ImeKanala
it: Mostra il nome del canale
lt: Rodyti kanalo pavadinimą
pl: Pokaż Nazwę Kanału
pt: Mostrar nome do canal
ru: Показать имя канала
sk: Zobraziť názov stanice
sq: Shfaqni emrin e kanalit
sr: Pokaži naziv Kanala
tr: Kanal Adını Göster

source: Show ChannelNumber
ar: إظهار رقم القناة
cs: Zobrazit číslo programu
da: Vis kanalnummer
de: Kanalnummer anzeigen
el: Εμφάνιση αριθμού καναλιού
es: Mostrar número de canal
et: Kuva kanalinumber
fi: Näytä kanavanumero
hr: Prikaži BrojKanala
it: Mostra il numero del canale
lt: Rodyti kanalo numerį
pl: Pokaz numer kanału
pt: Mostrar número do canal
ru: Показать номер каналов
sk: Zobraziť číslo stanice
sq: Shfaqni numrin e kanalit
sr: Prikaži Broj Kanala
tr: Kanal Numarasını Göster

source: Show Clock
ar: إظهار الساعة
cs: Zobrazit hodiny
da: Vis ur
de: Uhr anzeigen
el: Εμφάνιση ρολογιού
es: Mostrar reloj
et: Kuva kell
fi: Näytä kello
hr: Prikaži Sat
it: Mostra l'orologio
lt: Rodyti laikrodį
pl: Pokaż Zegar
pt: Mostrar Relógio
ru: Показать часы
sk: Zobraziť hodiny
sq: Shfaqni orën
sr: Pokaži Sat
tr: Saati Göster

source: Show Cover in Infobar
ar: عرض الغلاف في شريط المعلومات
cs: Zobrazit Cover v Infobaru
da: Vis omsalg i Infobjælke
de: Cover in der Infoleiste anzeigen
el: Εμφάνιση εξωφύλλου στη μπάρα πληροφοριών
es: Mostrar portada en la barra de información
et: Kuva kaanepilt inforibal
fi: Näytä kansi tietopalkissa
hr: Prikaži Omot u Infotraci
it: Mostra la copertina nella barra d'info
lt: Rodyti viršelį info juostoje
pl: Pokaż okładkę w Infobar
pt: Mostrar capa na barra de informações
ru: Показать обложку в инфобаре
sk: Zobraziť cover v informačnom paneli
sq: Shfaqni kopertinën në shiritin e informacionit
sr: Pokaži Omot u info traci
tr: Bilgi Çubuğunda Kapağı Göster

source: Show Cover in Media Center
ar: إظهار الغلاف في مركز الوسائط
cs: Zobrazit Cover v Media Center
da: Vis omslag i Mediecenter
de: Cover im Media-Center anzeigen
el: Εμφάνιση εξωφύλλου στο Media Center
es: Mostrar la portada en el centro multimedia
et: Kuva kaanepilt meediakeskuses
fi: Näytä kansikuva mediasoittimessa
hr: Pokaži Omot u Medija Centru
it: Mostra la copertina nel Media Center
lt: Rodyti viršelį medija centre
pl: Pokaż okładkę w Media Center
pt: Mostrar capa no Media Center
ru: Показать обложку в медиацентре
sk: Zobraziť cover v centre médií
sq: Shfaqni kopertinën në Qendrën e Medieve
sr: Pokaži Omot u Medija Centru
tr: Medya Merkezinde Kapağı Göster

source: Show Cover in Movie Selection
ar: إظهار الغلاف في تحديد الفيلم
cs: Zobrazit Cover ve výběru filmů
da: Vis omslag i Filmvalg
de: Cover in der Filmliste anzeigen
el: Εμφάνιση εξωφύλλου στην επιλογή ταινιών
es: Mostrar portada en la selección de películas
et: Kuva kaanepilt filmilistis
fi: Näytä kansikuva tallennelistassa
hr: Pokaži Omot u Odabranom Filmu
it: Mostra la copertina nella selezione dei film
lt: Rodyti viršelį filmo pasirinkime
pl: Pokaż okładkę w Movie Selection
pt: Mostrar capa na seleção de filmes
ru: Показать обложку в списке фильмов
sk: Zobraziť cover vo výbere filmov
sq: Shfaqni kopertinën në përzgjedhjen e filmit
sr: Pokaži Omot u Izboru Filma
tr: Film Seçiminde Kapağı Göster

source: Show ECM TIME
ar: عرض وقت ECM
cs: Zobrazit ECM TIME
da: Vis ECM TIME
de: ECM TIME anzeigen
el: Εμφάνιση χρόνου ECM
es: Mostrar TIEMPO ECM
et: Kuva ECM AEG
fi: Näytä ECM AIKA
hr: Pokaži ECM VRIJEME
it: Mostra ECM TIME
lt: Rodyti ECM laiką
pl: Pokaż CZAS ECM
pt: Mostrar HORA NO ECM
ru: Показать время ECM
sk: Zobraziť ECM TIME
sq: Shfaqni KOHËN e ECM
sr: Pokaži ECM VREME
tr: ECM ZAMANINI Göster

source: Show Extended-Info
ar: إظهار شريط المعلومات الموسعة
cs: Zobrazit rozšířené informace
da: Vis udvidet info
de: Erweiterte Informationen anzeigen
el: Εμφάνιση εκτεταμένων πληροφοριών
es: Mostrar información ampliada
et: Kuva laiendatud info
fi: Näytä laajennetut tiedot
hr: Pokaži Prošireni-Info
it: Mostra le info estese
lt: Rodyti išplėstinę informaciją
pl: Pokaż Rozszerzone Informacje
pt: Mostrar informações estendidas
ru: Показать расширенную информацию
sk: Zobraziť rozšírené informácie
sq: Shfaqni informacioni e zgjeruar
sr: Pokaži Prošireni-Info
tr: Genişletilmiş Bilgileri Göster

source: Show HOPS
ar: عرض HOPS
cs: Zobrazit HOPS
da: Vis SPRING
de: HOPS anzeigen
el: Εμφάνιση HOPS
es: Mostrar HOPS
et: Kuva HOPS
fi: Näytä HOPS
hr: Pokaži HOPS
it: Mostra HOPS
lt: Rodyti HOPS
pl: Pokaż HOPS
pt: Mostrar HOPS
ru: Показать hops
sk: Zobraziť HOPS
sq: Shfaqni HOPS
sr: Pokaži HOPS
tr: HOPS'u göster
