Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Channel selection settings
ar: إعدادات اختيار القناة
cs: Nastavení výběru programů
da: Kanalvalg indstillinger
de: Kanalliste
el: Ρυθμίσεις επιλογής καναλιών
es: Ajustes de la lista de canales
et: Kanalivaliku seaded
fi: Kanavalistan asetukset
hr: Postavke odabira kanala
it: Impostazione della selezione dei canali
lt: Kanalo pasirinkimo nustatymai
pl: Ustawienia wyboru kanału
pt: Configurações da seleção do canal
ru: Настройки выбора канала
sk: Nastavenia výberu staníc
sq: Konfigurimi i përzgjedhjes së kanaleve
sr: Podešavanja izbora kanala
tr: Kanal Seçimi Ayarları

source: Channel selection style
ar: نمط اختيار القناة
cs: Styl výběru programů
da: Kanalvalg stil
de: Kanalliste Stil
el: Στυλ επιλογής καναλιών
es: Estilo de selección de canales
et: Kanalivaliku stiil
fi: Kanavan valinnan tyyli
hr: Stil odabira kanala
it: Stile della selezione dei canali
lt: Kanalo pasirinkimas stilius
pl: Styl wyboru kanału
pt: Estilo da seleção do canal
ru: Стиль списка каналов
sk: Štýl výberu staníc
sq: Stili i përzgjedhjes së kanalit
sr: Stil odabira kanala
tr: Kanal Seçimi Stili

source: ChannelName/Number FontSize
ar: اسم القناة/ رقم حجم-الخط
cs: Jméno/Číslo programu - velikost písma
da: Kanalnavn/nummer skriftstørrelse
de: Schriftgröße für Kanalname/-nummer
el: Αριθμός καναλιού/Μέγεθος γραμματοσειράς αριθμού
es: Tamaño de la fuente para el nombre/número del canal
et: Kanalinime/numbri tähesuurus
fi: Kanavanimen/-numeron fonttikoko
hr: Naziv kanala/Broj Veličina fonta
it: Dimensione del carattere di "Nome Canale/Numero"
lt: Kanalo pavadinimas ir numerio šrifto dydis
pl: Nazwa Kanału/Numer Rozmiar Czcionki
pt: Nome/Número do CanalTamanho da Fonte
ru: Размер шрифта имени канала/номера
sk: Názov/číslo stanice – veľkosť písma
sq: Madhësia e germës së Emrit të Kanalit/Numrit
sr: Naziv kanala/Broj Veličina fonta
tr: Kanal Adı/Numarası Yazı Boyutu

source: ChannelSelection
ar: اختيار القناة
cs: Výběr kanálů
da: Kanalvalg
de: Kanalliste
el: Επιλογή καναλιών
es: Selección del canal
et: Kanalivalik
fi: Kanavan valinta
hr: OdabirKanala
it: Selezione dei canali
lt: Kanalo pasirinkimas
pl: Wybór Kanału
pt: Seleção de Canais
ru: Выбор канала
sk: Výber staníc
sq: Përzgjedhja e kanaleve
sr: Odabir kanala
tr: Kanal Seçimi

source: Channelselection
ar: اختيار القناة
cs: Výběr kanálů
da: Kanalvalg
de: Kanalliste
el: Επιλογή καναλιών
es: Selección de canal
et: Kanalivalik
fi: Kanavan valinta
hr: Odabirkanala
it: Selezione dei canali
lt: Kanalo pasirinkimas
pl: Wybór Kanału
pt: Seleção de canais
ru: Список каналов
sk: Výber staníc
sq: Përzgjedhja e kanaleve
sr: OdabirKanala
tr: Kanal Seçimi

source: Checking Feeds
ar: فحص المصادر
cs: Kontrola zdrojů
da: Kontrollere Feeds
de: Überprüfe Feeds
el: Έλεγχος πηγών
es: Comprobación de feeds
et: Hoidlate kontroll
fi: Tarkistetaan syötteitä
hr: Provjera feedova
it: Verifica dei feed
lt: Tikrinami šaltiniai
pl: Sprawdzanie Feeds
pt: Verificando feeds
ru: Проверка фида
sk: Kontrola zdrojov
sq: Kontrolli i furnizimeve
sr: Provera feedova
tr: Beslemeler Kontrol Ediliyor

source: Choose Picon Type
ar: اختيار نوع البيكونات
cs: Výběr typu Piconů
da: Vælg Picon-type
de: Picon-Typ auswählen
el: Επιλέξτε είδος λογότυπου
es: Elija el tipo de picon
et: Pikoni suurus
fi: Kanavalogojen tyyppi
hr: Odaberite vrstu Pikona
it: Scegli il tipo di picon
lt: Pasirinkite logotipo tipą
pl: Wybierz typ Picon
pt: Escolha o tipo de Picon
ru: Выберите тип пиконов
sk: Výber typu pikony
sq: Zgjidhni llojin e picon-it
sr: Izaberi tip Pikona
tr: Pikon Türünü Seçin

source: Choose skin resolution
ar: اختر دقة المظهر-السكين
cs: Výběr rozlišení Skinu
da: Vælg Temaopløsning
de: Auflösung des Skin wählen
el: Επιλογή ανάλυσης για το θέμα
es: Elija la resolución de la interfaz
et: Kujunduse lahutus
it: Scegli la risoluzione del tema
lt: Pasirinkite temos rezoliuciją
pl: Wybierz rozdzielczość skóry
ru: Выберите разрешение скина
sk: Výber rozlíšenia vzhľadu
sq: Zgjidhni rezolucionin e skin-it

source: Chose Extended-Info Style
ar: اختر نمط المعلومات-الموسعة
cs: Výběr stylu rozšířeného Infa
da: Vis udvidet-info stil
de: Erweiterte Informationen
el: Επιλογή στυλ εκτεταμένων πληροφοριών
es: Elija el estilo de información extendida
et: Laiendatud info stiil
fi: Laaj. lähetyssignaalitietojen sijainti
hr: Odaberite stil proširenih informacija
it: Scegli lo stile con info estese
lt: Pasirinkite išplėstą info stilių
pl: Wybierz styl Extended-Info
pt: Escolha o estilo de informação estendida
ru: Выберите стиль расширенной информации
sk: Výber štýlu rozšírených informácií
sq: Zgjidhni stilin me informacion të zgjeruar
sr: Odaberite stil proširenih informacija
tr: Genişletilmiş Bilgi Stili'ni Seçin

source: Chose Skin Design
ar: اختار تصميم المظهر-السكين
cs: Výběr vzhledu skinu
da: Vælg Temadesign
de: Skin-Design wählen
el: Επιλογή σχεδιασμού θέματος
es: Elija el diseño de la interfaz
et: Kujunduse stiil
fi: Teeman tyyli
hr: Odaberi dizajn skina
lt: Pasirinkite temos dizainą
pl: Wybierz Wygląd Skóry
pt: Escolha o design da interface
ru: Выберите дизайн скина
sk: Výber dizajnu vzhľadu
sq: Zgjidhni dizajnin e skin-it
sr: Izaberi dizajn Skina
tr: Arayüz Tasarımını Seçin

source: Circle Gradient
ar: دائرة التدرج
cs: Kruhový Gradient
da: Cirkelgraduering
el: Κύκλος ντεγκραντέ
es: Gradiente circular
fi: Ympyrä
hr: Kružni gradijent
pl: Okrągły Gradient
pt: Gradiente do Círculo
ru: Круговой градиент
sk: Kruhový prechod
sq: Gradient rrethor
sr: Kružni Gradijent
tr: Dairesel Eğim

source: Circle Gradient without Frame
ar: دائرة التدرج بدون إطار
cs: Kruhový Gradient bez rámečku
da: Cirkelgraduering uden ramme
el: Κύκλος ντεγκραντέ χωρίς πλαίσιο
es: Gradiente circular sin marco
fi: Ympyrä ilman kehystä
hr: Kružni gradijent bez okvira
pl: Okrągły Gradient bez ramki
pt: Gradiente de círculo sem quadro
ru: Круговой градиент без рамки
sk: Kruhový prechod bez rámčeka
sq: Gradient rrethor, pa kornizë
sr: Kružni gradijent bez okvira
tr: Çerçevesiz Dairesel Eğim

source: City '%s' not found! Please try another wording.
cs: Město '%s' nebylo nalezeno! Zkuste prosím jiné znění.
el: Η πόλη %s δεν βρέθηκε! Παρακαλώ δοκιμάστε μια άλλη διατύπωση.
es: Ciudad '%s' no encontrada! Por favor prueba con otra palabta.
fi: Kaupunki '%s' ei löytynyt! Kokeile toista sanamuotoa.
hr: Grad '%s' nije pronađen! Molimo pokušajte s drugim izrazom.
pl: Nie znaleziono miasta '%s'! Proszę spróbować innego sformułowania.
pt: Cidade '%s' não encontrada! Tente outra palavra.
ru: Город '%s' не найден! Пожалуйста, попробуйте другую формулировку.
sk: Mesto '%s' sa nepodarilo nájsť. Prosím, skúste iný názov.
sr: Grad '%s' nije pronađen! Molimo pokušajte sa drugim nazivom.
tr: '%s' şehri bulunamadı! Lütfen başka bir kelime ile deneyin.

source: Clock in Layer A
ar: الساعة في الطبقة أ
cs: Hodiny ve vrstvě A
da: Ur i lag A
de: Uhr in Layer A
el: Ρολόι στο επίπεδο Α
es: Reloj en la capa A
et: A-kihi kell
fi: Kello tasolla A
hr: Sat u sloju A
it: Orologio sul livello A
lt: Laikrodis A sluoksnyje
pl: Zegar w warstwie A
pt: Relógio na Camada A
ru: Часы: Слой А
sk: Hodiny vo vrstve A
sq: Ora në Shtresën A
sr: Sat u sloju A
tr: A Katmanındaki Saat

source: Clock in Layer B
ar: الساعة في الطبقة ب
cs: Hodiny ve vrstvě B
da: Ur i lag B
de: Uhr in Layer B
el: Ρολόι στο επίπεδο Β
es: Reloj en la capa B
et: B-kihi kell
fi: Kello tasolla B
hr: Sat u sloju B
it: Orologio sul livello B
lt: Laikrodis B sluoksnyje
pl: Zegar w warstwie B
pt: Relógio na Camada B
ru: Часы: Слой B
sk: Hodiny vo vrstve B
sq: Ora në Shtresën B
sr: Sat u sloju B
tr: B Katmanındaki Saat

source: Clock text
ar: نص الساعة
cs: Hodiny
da: Ur tekst
de: Uhr
el: Κείμενο ρολογιού
es: Texto del reloj
et: Kella tekst
fi: Kellon teksti
hr: Tekst sata
it: Testo dell'orologio
lt: Laikrodžio tekstas
pl: Tekst Zegarowy
pt: Texto do relógio
ru: Текст часов
sk: Text hodín
sq: Teksti i orës
sr: Tekst sata
tr: Saat metni

source: Clock, Weather and Buttons
ar: الساعة والطقس و الأزرار
cs: Hodiny a počasí - tlačítka
da: Ur, Vejr og Knapper
de: Uhr, Wetter und Schaltflächen
el: Ρολόι, καιρός και πλήκτρα
es: Reloj, Tiempo y Botones
et: Kell, ilm ja nupud
fi: Kello, säätiedot ja painikkeet
hr: Sat, Vrijeme i Tipke
it: Orologio, meteo e pulsanti
lt: Laikrodis, orai ir mygtukai
pl: Zegar, Pogoda i Przyciski
pt: Relógio, Tempo e Botões
ru: Часы, погода и кнопки
sk: Hodiny, počasie a tlačidlá
sq: Ora, Moti dhe Butonat
sr: Sat, Vreme i Dugmad
tr: Saat, Hava Durumu ve Tuşlar

source: Cobalt
ar: أزرق كوبالت
cs: Cobaltová modrá
da: Kobolt
de: Kobaltblau
el: Κοβάλτιο
es: Cobalto
et: Koobalt
fi: Koboltti
hr: Kobalt
it: Cobalto
lt: Kobalto
pl: Kobalt
ru: Синий кобальт
sk: Kobaltová
sq: Kobalt
sr: Kobalt
tr: Kobalt Mavisi

source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fi: Väri
hr: Boja
it: Colore
lt: Spalva
pl: Kolor
pt: Cor
ru: Цвет
sk: Farba
sq: Ngjyrë
sr: Boja
tr: Renk

source: Color 1
ar: اللون 1
cs: Barva 1
da: Farve 1
de: Farbe 1
el: Χρώμα 1
et: Värv 1
fi: Väri 1
hr: Boja 1
it: Colore 1
lt: 1 spalva
pl: Kolor 1
pt: Cor 1
ru: Цвет 1
sk: Farba 1
sq: Ngjyra 1
sr: Boja 1
tr: Renk 1

source: Color 2
ar: اللون 2
cs: Barva 2
da: Farve 2
de: Farbe 2
el: Χρώμα 2
et: Värv 2
fi: Väri 2
hr: Boja 2
it: Colore 2
lt: 2 spalva
pl: Kolor 2
pt: Cor 2
ru: Цвет 2
sk: Farba 2
sq: Ngjyra 2
sr: Boja 2
tr: Renk 2

source: Color Examples
ar: أمثلة الألوان
cs: Příklady barevných šablon
da: Farveeksempler
de: Farbbeispiele
el: Παραδείγματα χρωμάτων
es: Ejemplos de color
et: Värvi valik
fi: Värimallit
hr: Primjeri boja
it: Esempio di colore
lt: Spalvų pavyzdžiai
pl: Przykłady kolorów
pt: Exemplos de cores
ru: Примеры цветов
sk: Príklady farieb
sq: Shembujt e Ngjyrave
sr: Primeri Boja
tr: Renk Örnekleri

source: Color Gradient
ar: التدرج اللوني
cs: Barevný přechod
da: Farvegraduering
de: Farbverlauf
el: Διαβάθμιση χρώματος
es: Gradiente de color
et: Värvigradient
fi: Väriliuku
hr: Gradijent Boja
it: Gradiente di colore
lt: Spalvos gradientas
pl: Kolor Gradient
pt: Gradiente de cor
ru: Цвет градиента
sk: Farebný prechod
sq: Gradienti i Ngjyrave
sr: Boja Nijanse
tr: Renk Derecesi

source: Color settings
ar: إعدادات الألوان
cs: Nastavení barev
da: Farveindstillinger
de: Farb - Einstellungen
el: Ρυθμίσεις χρωμάτων
es: Ajustes de color
et: Värvid
fi: Väriasetukset
hr: Postavke boje
it: Configurazione dei colori
lt: Spalvos nustatymai
pl: Ustawienia kolorów
pt: Configurações de cores
ru: Настройки цветов
sk: Nastavenia farieb
sq: Konfigurimi i ngjyrave
sr: Postavke boja
tr: Renk Ayarları

source: Console
ar: وحدة التحكم
cs: Ovládací panel
da: Konsol
de: Konsole
el: Κονσόλα
es: Consola
et: Konsool
fi: Konsoli
hr: Konzola
lt: Konsolė
pl: Konsola
ru: Консоль
sk: Ovládací panel
sq: Konsolë
sr: Konzola
tr: Konsol

source: Contrast Layer Design
ar: تصميم طبقة تباين
cs: Kontrastní vzhled
da: Kontrastlags design
de: Kontrast-Layer Design
el: Σχεδιασμός στρώματος αντίθεσης
es: Diseño de capas de contraste
et: Stiil - kontrastne
fi: Kontrastikerroksen muotoilu
hr: Dizajn sloja kontrasta
lt: Kontrastingas dizainas
pl: Kontrastowy wzór warstwowy
pt: Design da camada do contraste
ru: Контрастность слоя
sk: Kontrastný vzhľad
sq: Dizajni i shtresës së kontrastit
sr: Dizajn kontrastnog sloja
tr: Kontrast Katman Tasarımı

source: Crimson
ar: قرمزي
cs: Rudá
da: Violet
de: Dunkelrot
el: Βυσσινί
es: Carmesí
et: Karmiinpunane
fi: Karmiininpunainen
hr: Grimizna
it: Cremisi
lt: Tamsiai raudona
pl: Szkarłatny
ru: Фиолетовый
sk: Karmínová
sq: E kuqe në të purpurt
sr: Grimizna
tr: Koyu Kırmızı

source: Cyan
ar: سماوي
cs: Azurová
el: Κυανό
es: Cian
et: Tsüaan
fi: Syaani
hr: Cijan
lt: Žalsvai mėlyna
pl: Szarobłękitny
ru: Голубой
sk: Azúrová
sr: Cijan
tr: Cam göbeği

source: Dark Colors
ar: ألوان غامقة
cs: Tmavé barvy
da: Mørke farver
de: Dunkle Farben
el: Σκούρα χρώματα
es: Colores oscuros
et: Tumedad värvid
fi: Tummat värit
hr: Tamne boje
it: Colori scuri
lt: Tamsių spalvų
pl: Ciemne Kolory
pt: Cores escuras
ru: Тёмные цвета
sk: Tmavé farby
sq: Ngjyra të errëta
sr: Tamne Boje
tr: Koyu Renkler

source: Darkblue
ar: أزرق غامق
cs: Tmavě modrá
da: Mørkeblå
de: Dunkelblau
el: Σκούρο μπλε
es: Azul oscuro
et: Tumesinine
fi: Tummansininen
hr: Tamnoplava
it: Blu scuro
lt: Tamsiai mėlyna
pl: Ciemnoniebieski
pt: Azul escuro
ru: Тёмно-синий
sk: Tmavomodrá
sq: Blu e errët
sr: Tamnoplava
tr: Koyu Mavi

source: Darkbrown
ar: بني غامق
cs: Tmavě hnědá
da: Mørkebrun
de: Dunkelbraun
el: Σκούρο καφέ
es: Marrón oscuro
et: Tumepruun
fi: Tummanruskea
hr: Tamnosmeđa
it: Marrone scuro
lt: Tamsiai ruda
pl: Ciemny brąz
pt: Castanho escuro
ru: Тёмно-коричневый
sk: Tmavohnedá
sq: Kafe e errët
sr: Tamnosmeđa
tr: Koyu Kahverengi

source: Darkgrey
ar: رمادي غامق
cs: Tmavě šedá
da: Mørkegrå
de: Dunkelgrau
el: Σκούρο γκρι
es: Gris oscuro
et: Tumehall
fi: Tummanharmaa
hr: Tamnozelena
it: Grigio scuro
lt: Tamsiai pilka
pl: Ciemnoszary
pt: Cinza escuro
ru: Тёмно-серый
sk: Tmavosivá
sq: Gri e errët
sr: Tamnosiva
tr: Koyu Gri

source: Default
ar: افتراضي
cs: Výchozí
da: Standard
el: Προεπιλογή
es: Predeterminado
et: Vaikimisi
fi: Oletus
hr: Zadano
pl: Domyślny
pt: Padrão
ru: По умолчанию
sk: Predvolené
sq: Parazgjedhje
sr: Zadano
tr: Varsayılan

source: Defaults
ar: الافتراضية
cs: Výchozí
da: Standarder
de: Standard
el: Προεπιλογές
es: Valores predefinidos
et: Vaikeväärtused
fi: Oletusarvot
hr: Zadani
it: Predefiniti
lt: Numatytieji
pl: Domyślne
pt: Padrões
ru: По умолчанию
sk: Východiskové
sq: Paracaktimet
sr: Zadani
tr: Varsayılanlar

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fi: Poista
hr: Izbriši
it: Cancellare
lt: Ištrinti
pl: Usuń
pt: Apagar
ru: Удалить
sk: Vymazať
sq: Fshijeni
sr: Izbriši
tr: Sil

source: Delete current Backup-Set?
ar: هل تريد حذف مجموعة-النسخة الاحتياطية الحالية؟
cs: Smazat vybranou zálohu?
da: Slet aktuel Sikkerhedskopi-sæt?
de: Wollen Sie den aktuellen Sicherungseintrag löschen?
el: Διαγραφή του τρέχοντος σετ εφεδρείας;
es: ¿Eliminar el conjunto de copias de seguridad actual?
et: Kas kustutad selle varukoopia?
fi: Poista varmuuskopio?
hr: Obrisati trenutnu sigurnosnu kopiju?
it: Cancellare il backup attuale?
lt: Ar trinti esamą atsarginės kopijos rinkinį?
pl: Usuń bieżący zestaw kopii zapasowych?
pt: Eliminar a cópia de segurança actual?
ru: Удалить бэкап?
sk: Vymazať vybratú zálohu?
sq: Ta fshijmë grupin e tanishëm të dublikatave?
sr: Obrisati trenutnu sigurnosnu kopiju - Postaviti?
tr: Geçerli Yedekleme Setini silmek istiyor musunuz?

source: Description text
ar: وصف النص
cs: Textový popis
da: Beskrivelsestekst
de: Beschreibungstext
el: Κείμενο περιγραφής
es: Texto de la descripción
et: Kirjelduse tekst
fi: Kuvaus teksti
hr: Opis teksta
it: Testo di descrizione
lt: Aprašymo tekstas
pl: Tekst opisu
pt: Descrição do texto
ru: Текст описания
sk: Textový popis
sq: Teksti i përshkrimit
sr: Tekst opisa
tr: Açıklama metni

source: Design settings
ar: إعدادات التصميم
cs: Nastavení vzhledu
da: Design indstillinger
de: Design Einstellungen
el: Ρυθμίσεις σχεδίασης
es: Ajustes de diseño
et: Stiili seadistused
fi: Desing asetukset
hr: Postavke dizajna
it: Impostazioni struttura
lt: Dizaino parametrai
pl: Ustawienia projektowania
pt: Definições do design
ru: Настройки дизайна
sk: Nastavenia dizajnu
sq: Konfigurimi i dizajnit
sr: Podešavanja dizajna
tr: Tasarım ayarları

source: Digital Fonts
ar: خطوط رقمية
cs: Digital písmo
da: Digitale skrifttyper
de: Digitale Schriftarten
el: Ψηφιακές γραμματοσειρές
es: Fuentes digitales
et: Digi tähemärgid
fi: Digitaaliset fontit
hr: Digitalni font
it: Caratteri digitali
lt: Skaitmeniniai šriftai
pl: Czcionki Cyfrowe
pt: Fontes Digitais
ru: Цифровой шрифты
sk: Digitálne písma
sq: Germat digjitale
sr: Digitalni Font
tr: Dijital Yazı Tipleri

source: Directory '%s' does not exist!
cs: Adresář '%s' neexistuje!
el: Ο φάκελος '%s' δεν υπάρχει!
es: El directorio '%s' no existe!
fi: Hakemistoa '%s' ei löydy!
hr: Direktorij '%s' ne postoji!
pl: Katalog '%s' nie istnieje!
pt: O diretório '%s' não existe!
ru: Каталог '%s' не существует!
sk: Priečinok '%s' neexistuje!
sr: Direktorijum '%s' ne postoji!
tr: '%s' dizini mevcut değil!

source: Disabled
cs: Bezbariérový
el: Ανενεργό
es: Deshabilitado
et: Keelatud
fi: Ei käytössä
hr: Zatvoreno
pl: Wyłączone
pt: Desactivado
ru: Отключено
sk: Deaktivované
sr: Zatvoreno
tr: Devre dışı

source: Distance between Servicename and Eventname.
ar: المسافة بين اسم-الخدمة واسم-الحدث.
cs: Vzdálenost mezi názvem služby a názvem události.
da: Afstand mellem kanalnavn og begivenhedsnavn.
de: Abstand zwischen Sendername und Sendungsname.
el: Απόσταση μεταξύ ονόματος υπηρεσίας και ονόματος προγράμματος.
es: Distancia entre el nombre del servicio y nombre del evento.
et: Vahemaa kanali- ja saatenime vahel.
fi: Etäisyys kanavan nimen ja tapahtuman nimen välillä.
hr: Udaljenost između naziva usluge i naziva događaja.
it: Distanza fra il nome del canale e quello del programma.
lt: Atstumas tarp kanalo pavadinimo ir įvykio pavadinimo.
pl: Odległość między Servicename a Eventname.
pt: Distância entre o nome do serviço e o nome do evento.
ru: Расстояние между названием канала и названием передачи.
sk: Vzdialenosť medzi názvom stanice a relácie.
sq: Distanca midis emrit të kanalit dhe atij të programit.
sr: Rastojanje između imena servisa i imena događaja.
tr: Kanal adı ile etkinlik adı arasındaki mesafe.

source: Distance between Servicenumber and Servicename or Eventname and Progressbar.
ar: المسافة بين رقم-الخدمة و اسم-الخدمة أو اسم-الحدث و شريط-التقدم.
cs: Vzdálenost mezi Číslem služby a Názvem služby nebo Názvem události a Panelem průběhu.
da: Afstand mellem kanalnummer og kanalnavn eller begivenhedsnavn og fremgangsbjælke.
de: Abstand zwischen Sendernummer und Sendername oder Sendungsname und Fortschrittsanzeige.
el: Απόσταση μεταξύ του αριθμού και του ονόματος υπηρεσίας ή του ονόματος προγράμματος και της μπάρας προόδου.
es: Distancia entre el número y nombre de servicio o el nombre de evento y barra de progreso.
et: Vahemaa kanalinumbri ja -nime vahel.
fi: Etäisyys kanava numeron ja kanava nimen tai tapahtuman nimen ja edistymispalkin välillä.
hr: Udaljenost između broja usluge i naziva usluge ili naziva događaja i trake napretka.
it: Distanza fra il numero e il nomde del canale oppure fra nome del programma e barra di avanzamento.
lt: Atstumas tarp kanalo numerio ir kanalo pavadinimo ar Įvykio pavadinimo ir eigos juostos.
pl: Odległość między Servicenumber a Servicename lub Eventname i Progressbar.
pt: Distância entre o número de serviço e o nome do serviço ou o nome do evento e a barra de progresso.
ru: Расстояние между номером канала и названием канала или названием передачи и индикатором выполнения.
sk: Vzdialenosť medzi číslom a názvom stanice / názvom relácie a indikátorom priebehu.
sq: Distanca midis numrit të kanalit dhe emrit të tij, ose të emrit të programit dhe shiritit të përparimit.
sr: Udaljenost između broja servisa i imena servisa ili imena događaja i trake napretka.
tr: Kanal numarası ile kanal adı veya etkinlik adı ile ilerleme çubuğu arasındaki mesafe.

source: Distance between the STB-Infos
ar: المسافة بين المعلومات و STB
cs: Vzdálenost mezi položkami STB-Info
da: Afstand mellem STB-Infoerne
de: Abstand zwischen den Informationen
el: Απόσταση μεταξύ των πληροφοριών δέκτη
es: Distancia entre las Informaciones-STB
et: Vahemaa tuuneriandmete vahel
fi: Tyhjä tila eri laiteinfojen välillä (pikseliä)
hr: Udaljenost između STB-informacija
it: Distanza fra le info del ricevitore
lt: Atstumas tarp STB Info
pl: Odległość między STB-Infos
pt: Distância entre as informações STB
ru: Ширина между строчками
sk: Vzdialenosť medzi položkami STB-info
sq: Distanca midis informacioneve të marrësit
sr: Udaljenost između STB-informacija
tr: STB-Bilgileri arasındaki mesafe

source: Do you really want to reboot now?
ar: هل تريد حقاً إعادة التشغيل الآن؟
cs: Opravdu chcete restartovat?
da: Vil du virkelig genstarte nu?
de: Wollen Sie jetzt neu starten?
el: Θέλετε να γίνει επανεκκίνηση τώρα;
es: ¿Seguro que quiere reiniciar ahora?
et: Kas taaskäivitada vastuvõtja?
fi: Haluatko varmasti käynnistää uudelleen?
hr: Doista želiš sada ponovno pokrenuti?
it: Vuoi veramente riavviare adesso?
lt: Ar tikrai norite iš naujo paleisti dabar?
pl: Czy na pewno chcesz uruchomić ponownie teraz?
pt: Queres mesmo reiniciar agora?
ru: Вы действительно хотите перезагрузить сейчас?
sk: Naozaj chcete reštartovať teraz?
sq: Vërtet kërkon ta rinisësh tani?
sr: Da li zaista želiš da restartuješ sada?
tr: Yeniden başlatmak istiyor musunuz?

source: EMC Movie List
ar: قائمة الافلام EMC
cs: EMC seznam filmů
da: EMC Filmliste
de: EMC Filmliste
el: EMC λίστα ταινιών
es: Lista de películas de EMC
et: EMC
fi: EMC Tallennukset lista
hr: EMC spisak filmova
it: Elenco dei film EMC
lt: EMC filmų sąrašas
pl: Lista filmów EMC
pt: EMC Lista de filmes
ru: Список фильмов
sk: EMC zoznam filmov
sq: Lista e filmave EMC
sr: EMC Lista Filmova
tr: EMC Film Listesi

source: EMC/MovieList
ar: EMC/قائمة-الأفلام
cs: EMC/Seznam filmů
da: EMC/Filmliste
de: EMC/Filmliste
el: EMC/Λίστα ταινιών
es: EMC/Lista de películas
et: EMC/Filmilist
fi: EMC/Tallennukset lista
hr: EMC/SpisakFilmova
it: EMC/Elenco Film
lt: EMC/filmų sąrašas
pl: EMC/Lista Filmów
pt: EMC/Lista de filmes
ru: EMC/Список фильмов
sk: EMC/Zoznam filmov
sq: EMC/Lista e Filmave
sr: EMC/ListaFilmova
tr: EMC/Film Listesi

source: EMC/MoviePlayer
ar: EMC/مشغل-الأفلام
cs: EMC/Filmový přehrávač
da: EMC/Filmafspiller
el: EMC/Αναπαραγωγός ταινιών
es: EMC/Reproductor de películas
et: Filmi inforiba
fi: EMC/Tallennukset
hr: EMC/FilmskiPlejer
lt: EMC/filmo grotuvas
pl: EMC/odtwarzacz filmów
pt: EMC/leitor de vídeo
ru: Плеер
sk: EMC/Prehrávač filmov
sq: EMC/Luajtësi i Filmit
sr: EMC/FilmskiPlejer
tr: EMC / Film Oynatıcı

source: END
ar: إنهاء
cs: KONEC
el: ΤΕΛΟΣ
es: FIN
et: Lõpp
fi: LOPPU
hr: KRAJ
pl: KONIEC
pt: FIM
ru: КОНЕЦ
sk: KONIEC
sq: FUND
sr: KRAJ
tr: SON

source: EPG
ar: دليل البرامج الإلكتروني
et: Saatekava
ru: ТВ-гид
tr: Elektronik Program Rehberi

source: EPG, Channellist, Movielist
ar: الدليل الإلكتروني و قائمة القنوات و قائمة الأفلام
cs: EPG, Seznam programů a filmů
da: EPG, Kanliste, Filmliste
de: EPG, Kanalliste, Filmliste
el: EPG, λίστα καναλιών, λίστα ταινιών
es: EPG, Lista de canales, Lista de películas
et: EPG, kanalivalik, filmilist
fi: EPG, kanavalista, tallennelista
hr: EPG, Spisakkanala, Spisakfilmova
it: EPG, Elenco dei canali, Elenco dei Film
lt: EPG, kanalų sąrašas, filmų sąrašas
pl: EPG, Lista kanałów, Movielist
pt: EPG, lista de canais, lista de filmes
ru: EPG, список каналов, список фильмов
sk: EPG, zoznam staníc a filmov
sq: EPG, Lista e kanaleve, Lista e filmave
sr: EPG, ListaKanala, ListaFilmova
tr: EPG, Kanal Listesi, Film Listesi

source: EXIT
ar: خروج
cs: ODEJÍT
el: ΕΞΟΔΟΣ
es: SALIR
et: Välju
fi: POISTU
hr: IZLAZ
pt: SAIR
ru: ВЫХОД
sk: UKONČIŤ
sq: DILNI
sr: IZLAZ
tr: ÇIKIŞ

source: East
cs: Východ
el: Ανατολικά
es: Este
et: Ida
fi: Itä
hr: Istok
pl: Wschód
pt: Leste
ru: Восток
sk: Východ
sr: Istok
tr: Doğu

source: Emerald
ar: زمرد
cs: Smaragdová
da: Smaragd
de: Smaragdgrün
el: Σμαραγδί
es: Esmeralda
fi: Smaragdin vihreä
hr: Smaragd
it: Smeraldo
lt: Smaragdinė
pl: Szmaragd
pt: Esmeralda
ru: Изумруд
sk: Smaragdová
sq: Smerald
sr: Smaragd
tr: Zümrüt Yeşili
