Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Enable this option to display the wind speed, direction, 'feels like' temperature and humidity.
cs: Pokud tuto možnost povolíte, zobrazí se rychlost a směr větru, pocitová teplota a vlhkost.
el: Ενεργοποιήστε αυτήν την επιλογή για εμφάνιση της ταχύτητας ανέμου, της διεύθυνσης, της αίσθησης θερμοκρασίας και της υγρασίας.
es: Active esta opción para mostrar la velocidad y la dirección del viento, la temperatura y la humedad.
et: Luba see suvand, et kuvada tuule kiirus, suund, "tunnetatav" temperatuur ja niiskus.
fi: Ota tämä vaihtoehto käyttöön näyttääksesi tuulen nopeuden, suunnan, "tuntuu" lämpötilan ja kosteuden.
hr: Omogućite ovu opciju za prikaz brzine vjetra, smjera, 'osjećaja' temperature i vlage.
pl: Włącz tę opcję, aby wyświetlić prędkość i kierunek wiatru, temperaturę odczuwalną i wilgotność.
pt: Activar esta opção para visualizar a velocidade e a direcção do vento, a temperatura e a humidade.
ru: Включите эту опцию, чтобы отобразить скорость ветра, направление, 'ощущаемую' температуру и влажность.
sk: Po aktivácii tejto voľby sa bude zobrazovať rýchlosť vetra, smer, pocitová teplota a vlhkosť.
sr: Omogućite ovu opciju da biste prikazali brzinu i pravac vetra, temperaturu koja se oseća i vlažnost.
tr: Rüzgar hızını, yönünü, 'hissedilen' sıcaklığı ve nemi görüntülemek için bu seçeneği etkinleştirin.

source: Enable to display the description of the menu entries.
cs: Povolit zobrazení popisu položek menu.
el: Ενεργοποιήστε για εμφάνιση των περιγραφών των στοιχείων των μενού.
es: Habilitar para mostrar la descripción de las entradas del menú.
et: Luba menüükirjete kirjelduse kuvamine.
fi: Ota käyttöön näyttääksesi valikkokohtien kuvaukset.
hr: Omogući prikaz opisa stavki izbornika.
pl: Włącz, aby wyświetlić opis pozycji menu.
pt: Activar para visualizar a descrição das entradas de menu.
ru: Включите для отображения описания пунктов меню.
sk: Po aktivácii tejto voľbu sa budú zobrazovať popisy položiek menu.
sr: Omogući prikaz opisa stavki menija.
tr: Menü öğelerinin açıklamalarının görüntülenmesini etkinleştirin.

source: Enabled
ar: تمكين
cs: Info o počasí
da: Aktiveret
de: Wetter anzeigen
el: Ενεργό
es: Habilitado
et: Kasutusel
fi: Käytössä
hr: Otvori
it: Attivo
lt: Įjungta
pl: Włączone
pt: Activado
ru: Включить
sk: Povolené
sq: Aktivizuar
sr: Otvoreno
tr: Etkinleştirilmiş

source: Enhanced HD Option
ar: خيار HD المحسّن
cs: Rozšířené nastavení HD
da: Udvidet HD mulighed
de: Erweiterte HD Optionen
el: Επιλογές προηγμένου HD
es: Opción HD mejorada
et: Laiendatud HD valikud
fi: Parannettu Teeman HD tarkuus
hr: Poboljšana HD opcija
it: Opzione HD Migliorato
lt: Išplėstinės HD parinktys
pl: Rozszerzona opcja HD
pt: Opção HD melhorada
ru: Расширенные настройки HD
sk: Rozšírené HD nastavenie
sq: Opsioni HD i Përmirësuar
sr: Poboljšana HD opcija
tr: Geliştirilmiş HD Seçeneği

source: Enhanced picon scaling
ar: تحسين قياس البيكون
cs: Vylepšené škálování piconu
da: Forbedret Pikon skalering
el: Προηγμένη κλιμάκωση λογότυπων
es: Escalado mejorado de picon
fi: Parannettu kanavalogojen skaalaus
hr: Poboljšano skaliranje pikona
pl: Ulepszone skalowanie pikon
pt: Escalada de picon aprimorada
ru: Улучшенное масштабирование пиконов
sk: Vylepšené škálovanie pikon
sq: Shkallëzimi i përmirësuar i picon-it
sr: Poboljšano skaliranje pikon-a
tr: Geliştirilmiş pikon ölçeklendirme

source: Enter a personalized API key for use with OpenWeatherMap (https://openweathermap.org/).
cs: Zadejte osobní klíč API pro použití s OpenWeatherMap (https://openweathermap.org/).
el: Εισαγωγή ενός προσωποποιημένου κλειδιού API για χρήση με το OpenWeatherMap (https://openweathermap.org/).
es: Introduzca una clave API personalizada para su uso con OpenWeatherMap (https://openweathermap.org/).
et: Sisestage OpenWeatherMapi kasutamiseks isiklik API võti (https://openweathermap.org/).
fi: Syötä henkilökohtainen API avain, jota käytetään OpenWeatherMapissa (https://openweathermap.org/).
hr: Unesite personalizirani API ključ za korištenje s OpenWeatherMap (https://openweathermap.org/).
pl: Wprowadź spersonalizowany klucz API do użytku z OpenWeatherMap (https://openweathermap.org/).
pt: Insira uma chave de API personalizada para uso com o OpenWeatherMap (https://openweathermap.org/).
ru: Введите персональный ключ API для использования с OpenWeatherMap (https://openweathermap.org/).
sk: Zadajte personalizovaný kľúč API pre použitie s OpenWeatherMap (https://openweathermap.org/).
sr: Unesite personalizovani API ključ za korišćenje sa OpenWeatherMap (https://openweathermap.org/).
tr: OpenWeatherMap (https://openweathermap.org/) ile kullanmak için kişiselleştirilmiş bir API anahtarı girin.

source: Enter the location for your weather forecasts.
cs: Zadejte místo pro předpověď počasí.
el: Εισαγωγή της τοποθεσίας για τοπικές προγνώσεις.
es: Introduzca la ubicación para sus previsiones meteorológicas.
et: Sisestage enda asukoht ilmateate kuvamiseks.
fi: Syötä sää ennusteen sijainti.
hr: Unesite lokaciju za svoje vremenske prognoze.
pl: Wprowadź lokalizację prognozy pogody.
pt: Insira o local para suas previsões meteorológicas.
ru: Введите местоположение для Ваших прогнозов погоды.
sk: Zadajte lokalitu pre predpovede počasia.
sr: Unesite lokaciju za vašu vremensku prognozu.
tr: Hava durumu tahminleriniz için konum girin.

source: Error creating %s skin. HD skin is used!
ar: حدث خطأ! في تكوين المظهر-السكين. %s تم استخدام مظهر-سكين عالي الجودة!
cs: Chyba při vytváření %s vzhledu. Použitý je HD vzhled!
da: Fejl ved oprettelse af Tema %s. HD Tema bliver brugt!
de: Fehler beim Erstellen des %s-Skins. Der HD-Skin wird verwendet!
el: Σφάλμα δημιουργίας θέματος %s. Χρησιμοποιείται θέμα HD!
es: Error al crear la interfaz %s. ¡Se usará la interfaz HD!
et: Viga %s kujunduse loomisel. Kasutatakse HD kujundust!
fi: Virhe %s teeman luomisessa. Teema on käytössä!
hr: Pogreška pri stvaranju %s skina. Koristi se HD skin!
it: Errore nella creazione della skin %s. Sarà utilizzata la skin HD!
lt: Klaida kuriant %s temą. Naudojama HD tema!
pl: Błąd podczas tworzenia %s. Skóra HD jest używana!
pt: Erro ao criar %s interface. A interface HD é utilizado!
ru: Ошибка при создании скина %s. Используется скин HD!
sk: Chyba pri vytváraní %s vzhľadu. Použitý je HD vzhľad!
sq: Gabim në krijimin e skin-it %s. Është në përdorim skin-i HD!
sr: Greška pri kreiranju %s skin-a. Koristi se HD skin!
tr: %s arayüzü oluşturulurken hata oluştu. HD arayüz kullanılacak!

source: Error creating Preset! One or more Fonts are not available!
ar: خطأ في إنشاء الإعداد المسبق! واحد أو أكثر من الخطوط غير متوفرة!
cs: Chyba při vytvárění nastavení! Jeden nebo více fontů nejsou k dispozici!
da: Fejl ved oprettelse af forudindstilling! En eller flere skrifttyper er ikke tilgængelig!
de: Fehler beim Erstellen der Voreinstellung! Eine oder mehrere Schriftarten sind nicht verfügbar!
el: Σφάλμα δημιουργίας προεπιλογής. Μία ή περισσότερες γραμματοσειρές δεν είναι διαθέσιμες!
es: ¡Error al crear el preajuste! ¡Una o más fuentes no están disponibles!
et: Viga eelvaate loomisel! Vähemalt üks font puudub!
fi: Virhe esiasetuksen luomisessa! Yksi tai useampi fontti ei ole käytettävissä!
hr: Pogreška pri stvaranju predloška! Jedan ili više fontova nisu dostupni!
it: Errore nella creazione delle impostazioni iniziali! Una o più font di caratteri non sono disponibili!
lt: Šablono sukūrimo klaida! Trūksta vieno, ar daugiau šriftų!
pl: Błąd podczas tworzenia Presetu! Jedna lub więcej czcionek nie jest dostępna!
pt: Erro criando Preset! Uma ou mais Fontes não estão disponíveis!
ru: Ошибка при создании стиля! Один или несколько шрифтов недоступны!
sk: Chyba pri vytváraní nastavenia! Jedno alebo viac písiem nie je k dispozícii!
sq: Gabim në krijimin e Paravendosjes! Një apo më shumë germa s'janë në dispozicion!
sr: Greška prilikom kreiranja podešavanja! Jedan ili više fontova nisu dostupni!
tr: Ön ayar oluşturulurken hata oluştu! Bir veya daha fazla yazı tipi kullanılamıyor!

source: Error creating Skin!
ar: خطأ في إنشاء المظهر-السكين!
cs: Chyba při vytváření skinu!
da: Fejl ved oprettelse af Tema!
de: Fehler beim Erstellen vom Skin!
el: Σφάλμα δημιουργίας θέματος!
es: ¡Error al crear la interfaz!
et: Viga kujunduse loomisel!
fi: Virhe luotaessa teemaa!
hr: Pogreška pri stvaranju skina!
it: Errore nella creazione della skin!
lt: Temos kūrimo klaida!
pl: Błąd podczas tworzenia skóry!
pt: Erro ao criar interface!
ru: Ошибка создания скина!
sk: Chyba pri vytváraní vzhľadu!
sq: Gabimi në krijimin e skin-it!
sr: Greška kreiranja Skina!
tr: Arayüz oluşturulurken hata oluştu!

source: Error getting City ID
cs: Chyba při získávání ID města
el: Σφάλμα εύρεσης αναγνωριστικού πόλης
es: Error al obtener el ID de la ciudad
et: Viga asukoha ID hankimisel
fi: Virhe haettaessa kaupunki ID:tä
hr: Pogreška pri dohvaćanju ID grada
pl: Błąd uzyskania identyfikatora miasta
pt: Erro ao obter o ID da cidade
ru: Ошибка получения идентификатора города
sk: Chyba pri získavaní City ID
sr: Greška pri dobijanju ID grada
tr: Şehir ID alınırken hata oluştu

source: Error in Weatherinfo
cs: Chyba v aplikaci Weatherinfo
el: Σφάλμα πληροφοριών καιρού
es: Error en Weatherinfo
et: Ilmateate viga
fi: Virhe säätiedoissa
hr: Pogreška u informacijama o vremenu
pl: Błąd w Weatherinfo
pt: Erro nas informações meteorológicas
ru: Ошибка в информации о погоде
sk: Chyba v aplikácii Weatherinfo
sr: Greška u informacijama o vremenu
tr: Hava bilgisinde hata

source: Error, unknown Result!
ar: خطأ، نتيجة غير معروفة!
cs: Chyba, neznámý výsledek!
da: Fejl, ukendt resultat!
el: Σφάλμα, άγνωστο αποτέλεσμα!
es: Error, ¡resultado desconocido!
et: Tundmatu viga!
fi: Virhe, tuntematon tulos!
hr: Greška, nepoznat rezultat!
it: Errore, risultato sconosciuto!
lt: Klaida, nežinomas rezultatas!
pl: Błąd, nieznany wynik!
pt: Erro, Sem resultados!
ru: Ошибка, неизвестно результат!
sk: Chyba, neznámy výsledok!
sq: Gabim; rezultati është i panjohur!
sr: Greška, nepoznat rezultat!
tr: Hata, bilinmeyen Sonuç!

source: Event Description
ar: وصف الأحداث
cs: Popis události
da: Begivenhedsbeskrivelse
de: Sendungsbeschreibung
el: Περιγραφή προγράμματος
es: Descripción del evento
et: Saate sisututvustus
fi: Ohjelmakuvaus
hr: Opis događaja
it: Descrizione del programma
lt: Įvykio aprašymas
pl: Opis Wydarzenia
pt: Descrição do Evento
ru: Описание события
sk: Popis relácie
sq: Përshkrimi i programit
sr: Opis Događaja
tr: Etkinlik Açıklaması

source: Event List
ar: قائمة الأحداث
cs: Seznam událostí
da: Begivenhedsliste
de: Sendungsliste
el: Λίστα προγραμμάτων
es: Lista de eventos
et: Saateinfo
fi: Ohjelmatiedot
hr: Popis događaja
it: Elenco dei programmi
lt: Įvykių sąrašas
pl: Lista Wydarzeń
pt: Lista de Eventos
ru: Список событий
sk: Zoznam relácií
sq: Programi
sr: Lista Događaja
tr: Etkinlik Listesi

source: Event name text
ar: نص اسم الحدث
cs: Text názvu události
da: Begivenhedsnavn tekst
de: Sendungsname
el: Κείμενο ονόματος προγράμματος
es: Texto del nombre del evento
et: Saatenime tekst
fi: Ohjelman nimi
hr: Tekst naziva događaja
it: Testo del nome del programma
lt: Įvykio pavadinimo tekstas
pl: Tekst nazwy zdarzenia
pt: Texto do nome do evento
ru: Имя текста события
sk: Text názvu relácie
sq: Teksti i emrit të programit
sr: Tekst imena događaja
tr: Etkinlik adı metni

source: Extended Info colors
ar: ألوان المعلومات الموسعة
cs: Podrobné informace
da: Udvidet info farver
de: Erweiterte Informationen
el: Χρώματα εκτεταμένων πληροφοριών
es: Información extendida de colores
et: Laiendatud info värvid
fi: Laajennetun ohjelmakuvauksen värit
hr: Boje proširenih informacija
it: Colori per le info estese
lt: Išplėstinės informacijos spalvos
pl: Rozszerzone kolory Info
pt: Informações de Cores estendidas
ru: Цвета подробного инфо
sk: Farba podrobných informácií
sq: Ngjyrat për informacionin shtesë
sr: Proširene informacije o bojama
tr: Genişletilmiş Bilgi renkleri

source: Fahrenheit
ar: فهرنهايت
cs: Stupně Fahrenheita
el: Φαρενάιτ
hr: Fahrenhajt
lt: Pagal Farenheitą
pl: Fahrenheita
ru: Фаренгейт
sk: Stupne Fahrenheita
sq: Fahrenhajt
sr: Fahrenhajt
tr: Fahrenhayt

source: Field Distance
ar: مسافة الحقل
cs: Vzdálenost polí
da: Feltafstand
de: Feldabstand
el: Απόσταση πεδίου
es: Distancia del campo
et: Välja vahemaa
fi: Kohteen etäisyys
hr: Udaljenost polja
it: Distanza di campo
lt: Lauko atstumas
pl: Odległość Pola
pt: Distância do Campo
ru: Расстояние до поля
sk: Vzdialenosť položky
sq: Distanca e fushës
sr: Udaljenost polja
tr: Kenar Mesafesi

source: Finished color
ar: لون ما تم الانتهاء منه
cs: Barva shlédnutého filmu
da: LCD
de: Farbe für Film gesehen
el: Χρώμα τελειώματος
es: Color al finalizar
et: Fondi värv 'lõpetatud'
fi: Nähty väri tallenukselle
hr: Gotova boja
it: Colore per il film terminato
lt: Baigta spalva
pl: Gotowy kolor
pt: Cor acabada
ru: Цвет просмотренного
sk: Farba skončenej relácie
sq: Ngjyra për filmin e përfunduar
sr: Gotova boja
tr: Bitmiş renk

source: Fixed
ar: ثابت
cs: Pevný
da: Fast
de: Fest
el: Σταθερό
es: Fijo
et: Fikseeritud laiusega
fi: Korjattu
hr: Popravljeno
it: Fisso
lt: Fiksuotas
pl: Naprawiony
pt: Fixo
ru: Исправлено
sk: Pevný
sq: Fiksuar
sr: Fiksirano
tr: Sabit

source: Flash Memory free: %s MByte
ar: ذاكرة الفلاش-الخالية: %s MByte
cs: Volná flash paměť: %s MByte
da: Flash-hukommelse fri: %s MByte
de: Freier Flash Speicher: %s MByte
el: Ελεύθερη μνήμη flash: %s MByte
es: Memoria flash disponible: %s MByte
et: Vaba sisemälu: %s MByte
fi: Sisäistä muistia vapaana: %s MB
hr: Slobodna flash memorija: %s MB
it: Memoria flash libera: %s MByte
lt: Laisvos vidinės atminties: %s MBaitai
pl: Pamięć flash wolne miejsce: %s MByte
pt: Memória Flash livre: %s MByte
ru: Свободная флэш-память: %s МБ
sk: Voľná flash pamäť: %s MByte
sq: Kujtesë flash e lirë: %s MByte
sr: Slobodna fleš memorija: %s MBita
tr: Boş Hafıza: %s MByte

source: Flat Gradient
ar: التدرج المسطح
cs: Plochý sklon
da: Fladegraduering
el: Επίπεδη διαβάθμιση
es: Gradiente plano
fi: Tasainen kaltevuus
hr: Ravan Gradijent
pl: Płaski Gradient
pt: Gradiente plano
ru: Плоский градиент
sk: Plochý prechod
sq: Gradient i njëtrajtshëm
sr: Ravna Nijansa
tr: Düz Eğim

source: Flat Gradient without Frame
ar: تدرج مسطح بدون إطار
cs: Plochý sklon bez rámečku
da: Fladegraduering uden ramme
el: Επίπεδη διαβάθμιση χωρίς πλαίσιο
es: Gradiente plano sin marco
fi: Tasainen kaltevuus ilman kehystä
hr: Ravni gradijent bez okvira
pl: Płaski Gradient bez ramki
pt: Gradiente plano sem quadro
ru: Плоский градиент без рамки
sk: Plochý prechod bez rámčeka
sq: Gradient i njëtrajtshëm, pa kornizë
sr: Ravna nijansa bez okvira
tr: Çerçevesiz Düz Eğim

source: Focus left, big picon, 1 next Events
ar: التركيز على اليسار ، بيكون كبير ، 1 حدث التالي
cs: Vlevo, velký Picon, 1 následující událost
da: Fokus venstre, ingen Pikon, 1 næste Begivenhed
de: Links, zeige Senderlogo, nächste Sendung
el: Εστίαση αριστερά, μεγάλο λογότυπο, 1 επόμενο πρόγραμμα
es: Foco a la izquierda, picon grande, el siguiente evento
et: Fookus vasakul, suur pikon, 1 järgmine saade
fi: Kohdista vasemmalle, iso picon, 1 seur. tapahtuma
hr: Fokus lijevo, veliki pikon, 1 sljedeći događaji
it: Focus a sinistra, picon grande, 1 programma seguente
lt: Sutelkti į kairę, didelis logotipas, 1 kitas įvykis
pl: Przesuń w lewo, duże Picony,1 następne Wydarzenie
pt: Foco à esquerda, grande picon, 1 próximo Eventos
ru: Фокус слева, большой пикон, 1 следующее событие
sk: Vľavo, veľká pikona, 1 nasledujúca relácia
sq: Fokusim majtas, picon i madh, 1 program vijues
sr: Fokus levo, veliki pikon, 1 sledeći događaji
tr: Odak solda, büyük pikon, sonraki 1 etkinlik

source: Focus left, description right
ar: التركيز على اليسار ، الوصف يمين
cs: Zaostřit vlevo, popis vpravo
da: Fokus venstre, beskrivelse højre
de: Links, Beschreibung rechts
el: Εστίαση αριστερά, περιγραφή δεξιά
es: Foco a la izquierda, descripción a la derecha
et: Fookus vasakul, sisututvustus paremal
fi: Kohdista vasemmalle, kuvaus oikealle
hr: Fokus lijevo, opis desno
it: Focus a sinistra, descrizione a destra
lt: Fokusavimas kairėje, aprašymas dešinėje
pl: Przesuń w lewo, opis po prawej
pt: Foco à esquerda, descrição à direita
ru: Фокус слева, описание справа
sk: Fokus vľavo, popis vpravo
sq: Fokusim majtas, përshkrimi djathtas
sr: Fokus levo, opis desno
tr: Odak solda, açıklama sağda

source: Focus left, no picon, 5 next Events
ar: التركيز يسار ، بلا بيكون ، 5 أحداث التالية
cs: Vlevo, žádný Picon, 5 následujících událostí
da: Fokus venstre, ingen Pikon, 5 næste Begivenheder
de: Links, kein Senderlogo, 5 nächste Sendungen
el: Εστίαση αριστερά, χωρίς λογότυπο, 5 επόμενα προγράμματα
es: Foco a la izquierda, sin picon, los siguientes 5 eventos
et: Fookus vasakul, pikonita, 5 järgmist saadet
fi: Kohdista vasemmalle, Ei kuvaketta, 5 seur. tapahtuma
hr: Fokus lijevo, bez pikona, 5 sljedećih događaja
it: Focus a sinistra, no picon, 5 programmi seguenti
lt: Sutelkti į kairę, nėra logotipų, 5 kiti įvykiai
pl: Przesuń w lewo, bez picon, 5 następnych wydarzeń
pt: Foco à esquerda, sem picon, 5 próximos Eventos
ru: Фокус слева, нет пикона, 5 следующих событий
sk: Vľavo, žiadna pikona, 5 nasledujúcich relácií
sq: Fokusim majtas, pa picon, 5 programet në vijim
sr: Fokus levo, nema pikona, 5 sledećih događaja
tr: Odak solda, pikon yok, sonraki 5 etkinlik

source: Focus right, big picon, 1 next Events
ar: التركيز على اليمين، بيكون كبير ، حدث واحد التالي
cs: Vpravo, velký Picon, 1 následující událost
da: Fokus højre, ingen Pikon, 1 næste Begivenhed
de: Rechts, zeige Senderlogo, nächste Sendung
el: Εστίαση δεξιά, μεγάλο λογότυπο, 1 επόμενο πρόγραμμα
es: Foco a la derecha, picon grande, el siguiente evento
et: Fookus paremal, suur pikon, 1 järgmine saade
fi: Kohdista oikealle, iso picon, 1 seur. tapahtuma
hr: Fokus desno, veliki pikon, 1 sljedeći događaji
it: Focus a destra, picon grande, 1 programma seguente
lt: Sutelkti į dešinę, didelis logotipas, 1 kitas įvykis
pl: Przesuń w prawo, duże Picony, 1 następne Wydarzenie
pt: Foco certo, grande picon, 1 próximo Eventos
ru: Фокус справа, большой пикон, 1 следующее событие
sk: Vpravo, veľká pikona, 1 nasledujúca relácia
sq: Fokusim djathtas, picon i madh, 1 program vijues
sr: Fokus desno, velika slika, 1 sledeći događaji
tr: Odak sağda, büyük pikon, sonraki 1 etkinlik

source: Focus right, description left
ar: التركيز على اليمين، الوصف يسار
cs: Zaostřit vpravo, popis vlevo
da: Fokus højre, beskrivelse venstre
de: Rechts, Beschreibung links
el: Εστίαση δεξιά, περιγραφή αριστερά
es: Foco a la derecha, descripción a la izquierda
et: Fookus paremal, sisututvustus vasakul
fi: Kohdista oikealle, kuvaus vasemmalle
hr: Fokus desno, opis lijevo
it: Focus a destra, descrizione a sinistra
lt: Fokusavimas dešinėje, aprašymas kairėje
pl: Przesuń w prawo, opis w lewo
pt: Foco à direita, descrição à esquerda
ru: Фокус справа, описание слева
sk: Fokus vpravo, popis vľavo
sq: Fokusim djathtas, përshkrimi majtas
sr: Fokus desno, opis levo
tr: Odak sağda, açıklama solda

source: Focus right, no picon, 5 next Events
ar: التركيز على اليمين، بلا بيكون، ٥ أحداث تالية
cs: Vpravo, žádný Picon, 5 následujících událostí
da: Fokus højre, ingen Pikon, 5 næste Begivenheder
de: Rechts, kein Senderlogo, 5 nächste Sendungen
el: Εστίαση δεξιά, χωρίς λογότυπο, 5 επόμενα προγράμματα
es: Foco a la derecha, sin picon, los siguientes 5 eventos
et: Fookus paremal, pikonita, 5 järgmist saadet
fi: Kohdista oikealle, Ei piconia, 5 seur. tapahtuma
hr: Fokus desno, bez pikona, sljedećih 5 događaja
it: Focus a destra,no picon, 5 programmi seguenti
lt: Sutelkti į dešinę, nėra logotipų, 5 kiti įvykiai
pl: Przesuń w prawo, bez Pikon, 5 następnych Wydarzeń
pt: Foco certo, sem picon, 5 próximos Eventos
ru: Фокус справа, нет пикона, 5 следующих событий
sk: Vpravo, žiadna pikona, 5 nasledujúcich relácií
sq: Fokusim djathtas, pa picon, 5 programet në vijim
sr: Fokus desno, bez pikona, 5 sledećih događaja
tr: Odak sağda, pikon yok, sonraki 5 etkinlik

source: Font Examples
ar: أمثلة الخط
cs: Příklady šablon písma
da: Skrifttype eksempler
de: Schriftbeispiele
el: Παραδείγματα γραμματοσειρών
es: Ejemplos de fuentes
et: Kirjatüübi valik
fi: Fontti mallit
hr: Primjeri Fonta
it: Esempi di caratteri
lt: Šrifto pavyzdžiai
pl: Przykłady Czcionek
pt: Exemplos de letra
ru: Примеры шрифтов
sk: Príklady písiem
sq: Shembuj germash
sr: Primer Fonta
tr: Yazı Tipi Örnekleri

source: Font color
ar: لون الخط
cs: Barva písma
da: Skriftfarve
de: Schriftfarbe
el: Χρώμα γραμματοσειράς
es: Color de la fuente
et: Teksti värv
fi: Tekstin väri
hr: Boja fonta
it: Colore del testo
lt: Šrifto spalva
pl: Kolor czcionki
pt: Cor da letra
ru: Цвет шрифта
sk: Farba písma
sq: Ngjyra e tekstit
sr: Boja Fonta
tr: Yazı Tipi rengi

source: Font color pseudo recording
ar: لون خط التسجيل المؤقت
cs: Barva písma pseudo nahrávání
da: Skriftfarve pseudooptagelse
de: Schriftfarbe Pseudo-Aufnahme
el: Χρώμα γραμματοσειράς ψευδοεγγραφής
es: Color de la fuente en una pseudo grabación
et: Teksti värv: võltssalvestus
fi: Tekstin väri tallennus
hr: Pseudo zapis boje fonta
it: Colore del testo per una pseudo-registrazione
lt: Pseudo įrašymų šrifto spalva
pl: Kolor czcionki pseudo nagrywania
pt: Cor do tipo de letra para nome gravação
ru: Цвет шрифта при псевдо-записи
sk: Farba písma pseudo nahrávania
sq: Ngjyra e germave për pseudo regjistrimin
sr: Pseudo snimanje boje fonta
tr: Sahte kaydın yazı tipi rengi

source: Font color recording
ar: لون خط التسجيل
cs: Barva písma nahrávání
da: Skriftfarve optaglese
de: Schriftfarbe Aufnahme
el: Χρώμα γραμματοσειράς εγγραφής
es: Color de la fuente en la grabación
et: Teksti värv: salvestus
fi: Tekstin väri tallennus
hr: Snimanje boja fonta
it: Colore del testo per una registrazione
lt: Įrašymų šrifto spalva
pl: Koloru czcionki nagrywania
pt: Gravação da cor da letra
ru: Цвет шрифта при записи
sk: Farba písma nahrávania
sq: Ngjyra e germave për regjistrimin
sr: Boja fonta snimanja
tr: Yazı tipi rengi kaydı

source: Font color selected
ar: لون الخط المحدد
cs: Barva písma ve výběrovém pruhu
da: Skriftfarve markeret
de: Schriftfarbe ausgewählt
el: Χρώμα γραμματοσειράς επιλογής
es: Color de fuente seleccionado
et: Teksti värv: valitud
fi: Tekstin väri - valittu
hr: Odabrana boja fonta
it: Colore del testo selezionato
lt: Šrifto spalva pasirinkta
pl: Wybrany kolor czcionki
pt: Cor da letra selecionada
ru: Цвет шрифта селектора
sk: Zvolená farba písma
sq: Ngjyra e germave është përzgjedhur
sr: Izabrana boja fonta
tr: Seçilen yazı tipi rengi

source: Font color streaming
ar: لون خط البث
cs: Barva písma streamování
da: Skriftfarve streaming
de: Schriftfarbe Streaming
el: Χρώμα γραμματοσειράς ροής
es: Color de fuente en la transmisión
et: Teksti värv: voogesitus
fi: Tekstin väri - suoratoisto
hr: Boja fonta u streamingu
it: Colore del testo per uno stream
lt: Transliacijų šrifto spalva
pl: Koloru czcionki strumieniowania
pt: Streaming cores da letra
ru: Цвет шрифта стриминга
sk: Farba písma streamovania
sq: Ngjyra e germave për transmetimin
sr: Boja fonta strimovanja
tr: Akış yazı tipi rengi

source: Font scale [%]
ar: مقياس الخط [%]
cs: Velikost písma v %
da: Skrifttype skalering [%]
de: Schriftgröße in %
el: Κλίμακα γραμματοσειράς [%]
es: Escala de la fuente [%]
et: Tähemärgi mõõtkava [%]
fi: Skaalaus [%]
hr: Razmjer fonta [%]
it: Scala dei caratteri [%]
lt: Šrifto mastelis [%]
pl: Skala czcionki [%]
pt: Escala da letra [%]
ru: Масштаб шрифта %
sk: Veľkosť písma v %
sq: Përmasa e germës [%]
sr: Skala fonta [%]
tr: Yazı tipi ölçeği [%]

source: Font settings
ar: إعدادات الخط
cs: Nastavení písma
da: Skrifttype indstillinger
de: Schrift - Einstellungen
el: Ρυθμίσεις γραμματοσειράς
es: Ajustes de la fuente
et: Kirjatüübid
fi: Fonttiasetukset
hr: Postavke fonta
it: Configurazione dei caratteri
lt: Šriftų nustatymai
pl: Ustawienia Czcionek
pt: Definições da letra
ru: Настройки шрифтов
sk: Nastavenia písma
sq: Konfigurimi i germave
sr: Podešavanje Fonta
tr: Yazı Tipi Ayarları
