Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: more Events or 'mini TV' greater
ar: المزيد من الأحداث أو "mini TV" أكبر
cs: Více událostí nebo větší 'mini TV'
da: Flere begivenheder eller større 'MiniTV'
de: mehr Sendungen oder 'Mini-TV' größer
el: περισσότερα προγράμματα ή μεγαλύτερη 'mini TV'
es: más eventos o el mayor 'mini TV'
et: rohkem saateid või suurem 'mini TV'
fi: lisää ohjelmia tai MiniTV isompi
hr: više događaja ili 'mini TV' veće
it: Più programmi o 'mini TV' più grande
lt: daugiau įvykių arba didesnis mini TV
pl: więcej wydarzeń lub 'mini TV' większy
pt: mais Eventos ou 'mini TV' maior
ru: Больше событий или пиг-окно
sk: viac relácií alebo väčšia 'mini TV'
sq: Më shumë programe, ose "mini TV" më i madh
sr: više događaja ili 'mini TV' veće
tr: daha fazla Etkinlik veya 'mini TV' daha büyük

source: now
ar: الآن
cs: v aktivním pruhu
da: nu
de: jetzt
el: τώρα
es: ahora
et: hetkel
fi: nyt
hr: sada
it: adesso
lt: dabar
pl: teraz
pt: agora
ru: EPG сейчас
sk: teraz
sq: tani
sr: sada
tr: şimdi

source: off
ar: مغلق
cs: vypnuto
da: fra
de: aus
el: κλειστό
es: apagado
et: väljas
fi: pois
hr: isklj
lt: išj
pl: wyłączony
pt: desligado
ru: отключен
sk: vyp.
sq: joaktiv
sr: isklj
tr: kapalı

source: openATV configuration tool for MetrixHD
ar: openATV أداة تكوين ثيمMetrixHD
cs: konfigurační nástroj openATV pro MetrixHD
da: openATV konfigurationsværktøj for MetrixHD
de: openATV Konfigurationstool für MetrixHD
el: openATV εργαλείο παραμετροποιήσεων για το MetrixHD
es: Herramienta de configuración de openATV para MetrixHD
et: openATV tööriist MetrixHD seadistamiseks
fi: openATV määritystyökalu Metrix teemalle
hr: openATV alat za konfiguraciju za MetrixHD
it: Strumento di configurazione openATV per MetrixHD
lt: openATV konfigūravimo įrankis, skirtas Metrix HD temai
pl: narzędzie openATV do konfiguracji MetrixHD
pt: Ferramenta de configuração openATV para MetrixHD
ru: Тонкие настройки скина MetrixHD
sk: Konfiguračný nástroj openATV pre MetrixHD
sq: mjeti i konfigurimit të openATV për MetrixHD
sr: openATV alat za konfiguraciju MetrixHD
tr: MetrixHD için openATV yapılandırma aracı

source: please wait...
ar: الرجاء الانتظار...
cs: Prosím, čekejte...
da: Vent venligst...
de: Bitte warten ...
el: περιμένετε...
es: por favor, espere...
et: oota...
fi: odota...
hr: molimo pričekajte...
it: Attendere prego..
lt: prašome laukti...
pl: proszę czekać...
pt: Aguarde...
ru: Пожалуйста ждите...
sk: prosím, čakajte...
sq: ju lutemi, prisni...
sr: molim sačekajte...
tr: lütfen bekleyin...

source: pos x
ar: الموضع x
cs: Pozice x
da: x position
de: Position x
el: θέση x
et: horisontaalne nihe
fi: sijainti x
hr: poz x
lt: poz x
pl: poz. x
pt: Posição X
ru: Позиция X
sk: poz. x
sq: poz x
sr: poz x
tr: x pozisyonu

source: pos y
ar: الموضع y
cs: Pozice y
da: y position
de: Position y
el: θέση y
et: vertikaalne nihe
fi: sijainti y
hr: poz y
lt: poz y
pl: poz. y
pt: Posição y
ru: Позиция Y
sk: poz. y
sq: poz y
sr: poz y
tr: y pozisyonu

source: pos z
ar: الموضع z
cs: Pozice z (hloubka)
da: z position
de: Position z (Tiefe)
el: θέση z
es: posición z
fi: sijainti z
hr: poz z
lt: poz z
pl: poz z
pt: Posição z
ru: Позиция Z
sk: poz. z
sq: poz z
sr: poz z
tr: z pozisyonu

source: right
ar: يمين
cs: vpravo
da: højre
el: δεξιά
es: derecha
fi: oikea
hr: desno
lt: dešinė
pl: prawo
pt: Direita
ru: справа
sk: vpravo
sq: djathtas
sr: desno
tr: sağ

source: selected
ar: المحدد
cs: ve výběrovém pruhu
da: valgt
de: ausgewählt
el: επιλεγμένο
es: seleccionado
et: valitud
fi: valittu
hr: odabrano
it: selezionato
lt: pasirinkta
pl: wybrany
pt: selecionado
ru: выбранного
sk: vybrané
sq: përzgjedhur
sr: izabrano
tr: seçilmiş

source: width
ar: العرض
cs: Šířka
da: bredde
de: Breite
el: πλάτος
es: ancho
et: laius
fi: leveys
hr: širina
it: larghezza
lt: plotis
pl: szerokość
pt: Largura
ru: Ширина
sk: šírka
sq: gjerësia
sr: širina
tr: genişlik

source: Full HD (1920x1080)
ar: دقة عالية كاملة (1920x1080)
el: Πλήρες HD (1920x1080)
lt: Pilnai HD (1920x1080)
sq: HD i Plotë (1920x1080)

source: Full HD (1920x1080) %s
ar: دقة عالية كاملة (1920x1080) %s
el: Πλήρες HD (1920x1080) %s
lt: Pilnai HD (1920x1080) %s
sq: HD i Plotë (1920x1080) %s

source: MetrixWeather icon night switch
cs: Noční spínač ikony MetrixWeather
el: MetrixWeather αλλαγή σε εικονίδια νύχτας
fi: MetrixSää kuvake yö
hr: MetrixVrijeme ikona noćni prekidač
pl: Nocny przełącznik ikony MetrixWeather
pt: Ícone do MetrixWeather interruptor nocturno
sk: Nočný prepínač ikony MetrixWeather
sr: MetrixWeather ikona noćni prekidač
tr: MetrixWeather simgesi gece modu

source: OK
ar: موافق
el: ΟΚ
et: Kinnita
sq: NË RREGULL

source: Choose whether the 'night switch' should be activated or not. Some icons are then displayed as night icons with moon.
cs: Vyberte, zda má být aktivován „noční spínač“ nebo ne. Některé ikony se pak zobrazí jako noční ikony s měsícem.
el: Επιλέξτε αν θα πρέπει να ενεργοποιηθεί ή όχι ο "νυχτερινός διακόπτης". Ορισμένα εικονίδια θα εμφανίζονται τότε ως εικονίδια νύχτας με φεγγάρι.
fi: Valitse, onko Yö asetus päällä vai ei. Jotkin kuvakkeet näkyvät tällöin yökuvakkeina, joissa on kuu.
hr: Odaberite treba li 'noćni način' biti aktiviran ili ne. Neke će ikone tada biti prikazane kao noćne ikone s mjesecom.
pl: Wybierz kiedy 'nocny przełącznik' ma być aktywny. Niektóre ikony są wyświetlane jako ikony nocne z księżycem.
pt: Escolha se o "interruptor nocturno" deve ser activado ou não. Alguns ícones são então apresentados como ícones nocturnos com lua.
sk: Vyberte, či sa má aktivovať nočný prepínač, alebo nie. Niektoré ikony sa potom zobrazia ako nočné ikony, s mesiačikom.
sr: Izaberite da li 'noćni režim' treba da bude aktiviran ili ne. Neke ikone se zatim pojavljuju kao noćne ikone sa mesecom.
tr: 'Gece modu'nun etkinleştirilip etkinleştirilmeyeceğini seçin. Ardından bazı simgeler ay ışığıyla birlikte gece simgeleri olarak görüntülenir.

source: Ultra HD (3840x2160)
ar: فائق الدقة (3840x2160)
pl: UHD (3840x2160)
sq: UHD (3840x2160)
sr: Ultra HD 4K (3840x2160)

source: Ultra HD (3840x2160) %s
ar: فائق الدقة (3840x2160) %s
pl: UHD (3840x2160) %s
sq: UHD (3840x2160) %s
sr: Ultra HD 4K (3840x2160) %s

source: /usr/share/enigma2/MetrixHD/skinparts/[part]/[part].xml
es: /usr/share/enigma2/MetrixHD/skinparts/[parte]/[parte].xml
pt: /usr/share/enigma2/MetrixHD/skinparts/[parte]/[parte].xml
tr: /usr/share/enigma2/MetrixHD/skinparts/[dosya_ismi]/[dosya].xml

source: All CAID
hr: Sav CAID
sr: Sav CAID
tr: Tüm CAID

source: Chose Extended-Info CAID Style
hr: Odaberi Prošireni -Info CAID Stil
sr: Izaberi Proširene-Info CAID Stil
tr: Genişletilmiş Bilgi CAID Stilini Seçin

source: Greyscale %d
cs: Stupně šedi %d
fi: harmaasävy %d
hr: Siva skala %d
sk: Stupnica sivej %d
sr: Nivo sive boje %d
tr: Gri tonlamalı %d

source: Magenta %d
cs: Purpurová %d
sk: Purpurová %d
tr: Eflatun %d

source: Only current
hr: Samo trenutni
sr: Samo trenutni
tr: Yalnızca mevcut

source: Skin resolution
fi: Teeman resoluutio
hr: Skin rezolucija
pt: Escolha a resolução da interface
sr: Rezolucija Skina
tr: Arayüz çözünürlüğü

source: %d px
sk: %d pix.

source: AV
ar: الصوت والصورة
et: Audio Video

source: --- additional files start ---
de: --- zusätzliche Dateien Start ---
it: --- inizio file aggiuntivi ---
lt: --- papildomų failų pradžia ---

source: Backup
de: Sicherung
lt: Atsarginė kopija

source: New calculated file is
de: Die neu berechnete Datei ist
it: Il nuovo file calcolato è
lt: Naujas apskaičiuotas failas yra

source: No files found or files already exist.
de: Keine Dateien gefunden oder Dateien sind bereits vorhanden.
it: I file non sono stati trovati o esistono già.
lt: Failų nerasta, arba failai jau yra.

source: --- additional files end ---
de: --- zusätzliche Dateien Ende ---
it: --- Fine dei file aggiuntivi ---
lt: --- papildomų failų pabaiga ---

source: One or more %s icons are missing. Using HD icons for this.
de: Ein oder mehrere %s-Symbole fehlen. Es werden für diese die HD-Symbole verwendet.
it: Una o più icone %s sono mancanti. Per queste verranno utilizzate icone HD.
lt: Trūksta vieno ar kelių %s logotipų. Naudosime HD logotipus.

source: Meteo
lt: Meteorologija

source: Next:
de: Es folgt:
it: Segue:
lt: Kitas:

source: Calculating additional files
de: Berechnung zusätzlicher Dateien
it: Sto calcolando i file aggiuntivi
lt: Skaičiuojami papildomi failai

source: File list: %s
de: Dateiliste: %s
it: Elenco dei file: %s
lt: Failų sąrašas: %s

source: ' in '
lt: ' į '

source: Channel list service mode*
de: Servicemodus*
it: Modalità di servizio della elenco canali*
lt: Kanalo sąrašo paslaugų režimas*

source: Simple
de: Einfach
it: Semplice
lt: Supaprastintas

source: = mini TV on)
de: = mini TV an)
it: = mini TV accesa)
lt: = mini TV įj.)

source: Show in graphical EPG?
de: Im grafischen EPG anzeigen?
it: Mostra nell'EPG grafico?
lt: Rodyti grafiniame EPG?

source: Picture in graphics
de: Mini-TV Bild im grafischen EPG anzeigen
it: Immagine nella grafica
lt: Grafinis vaizdas (PiG)

source: GraphicalEPG settings
de: Grafisches EPG Einstellungen
it: Parametri dell'EPG Grafico
lt: Grafinio EPG nustatymai

source: Use slim screen
de: Slim Screen verwenden
it: Usa schermo piccolo
lt: Naudokite ploną ekraną

source: Movie List Setup
de: Movie Center
it: Configurazione Elenco Film
lt: Filmų sąrašo nustatymai

source: Experimental picon scaling
lt: Eksperimentinis logotipų mastelio keitimas

source: Set to 'Yes' if you have poor scaling quality - experimental. (no restart required)
lt: Nustatykite "Taip", jei turite prastą mastelio kokybę - eksperimentinis. (nereikia paleisti iš naujo)

source: Experimental picon sharpness
lt: Eksperimentinis logotipų ryškumas

source: Improved the scaling quality - experimental. Info: < 1 = blurred and > 1 = sharpened image (no restart required)
lt: Pagerinta mastelio kokybė-eksperimentinis. Info: < 1 = neryškus ir > 1 = ryškesnis vaizdas (nereikia paleisti iš naujo)

source: No screens in skinpart are available - can't be activated.
de: Keine Screens im Skinpart vorhanden - nicht aktivierbar.
it: Non disponibile alcuno schermo nella skinpart - attivazione non possibile.
lt: Tema negali būti aktyvuota - trūksta temos dalių.

source: Check ID
de: Prüfe ID
it: Verifica l'ID
lt: Tikrinti ID

source: Cycle/failure indicator colors on widget: green - 6 times try to fetch weather data yellow - fetch weather data paused 5 mins red - fetch weather data aborted after 6 times green and yellow (if red -> press 'save' for refresh)
de: Aktualisierungs-/Fehlerfarben Indikator im Widget: grün - Versuche die Wetterdaten abzurufen gelb - Pause nach erfolglosem Abruf rot - Abruf der Wetterdaten abgebochen [6 x (grün = 6 Versuche + gelb = 5 Minuten)] Info: wenn rot, dann 'speichern' drücken zur Aktualisierung
it: Colori indicatori del ciclo di errori per il widget: Verde - effettua 6 prove di raccolta dei dati meteo Giallo - raccolta dati meteo in pausa per 5 minuti Rosso - raccolta dati meteo annullata dopo 6 verdi + giallo (Se Rosso -> premere su 'salva' per aggiornare)
lt: Ciklo/gedimo valdiklio spalvų indikatorius: žalia - 6 kartus bando gauti orų duomenis geltona - orų duomenų gavimą sustabdo 5 min raudona - nutraukia orų duomenų gavimą po 6 kartų žalios ir geltonos (Jei raudona -> paspauskite "Išsaugoti" ir atnaujinkite)

source: MetrixWeather ID
de: Metrix Wetter-ID
it: ID MetrixWeather
lt: Metrix orų prognozės ID

source: Get your local MetrixWeather ID from www.mymetrix.de
de: Hier finden Sie die Wetter-ID für Ihren Standort: weather.mynonpublic.com/locationid.html
it: Ottieni la tua ID di MetrixWeather su www.mymetrix.de
lt: Savo vietovės orų ID rasite www.mymetrix.de

source: Unit
de: Einheit
it: Unità
lt: Vienetas

source: Refresh Interval (min)
de: Aktualisierungsintervall (Minuten)
it: Intervallo di aggiornamento (min)
lt: Atnaujinimo intervalas (min)

source: If set to '0', fetch weather data only at system(gui) start.
de: Wenn '0', dann werden die Wetterdaten nur einmal beim Systemstart abgeholt.
it: Se impostato su '0', recupera i dati meteo solo al riavvio del sistema (o della GUI).
lt: Jei nustatyta '0', gauti orų duomenis tik startuojant sistemai.

source: Check is Weather date local date
de: Überprüfe das Wetterdatum mit dem lokalen Datum
it: Verifica se l'ora del meteo è quella locale
lt: Tikrinti oro duomenis, vietovės datą

source: Get weather data failure: %s
de: Fehler beim Lesen der Wetterdaten: %s
it: Errore nella lettura dei dati meteo: %s
lt: Orų duomenų gavimas nesėkmingas: %s

source: Current weather data: %s
de: Aktuelle Wetterdaten: %s
it: Dati meteo attuali : %s
lt: Dabartiniai orų duomenys: %s

source: City: %s,
de: Stadt: %s,
it: Città : %s,
lt: Miestas: %s,

source: Temperature: %s
de: Temperatur: %s
it: Temperatura: %s
lt: Temperatūra: %s

source: , Date is valid: %s
de: , Datum ist gültig: %s
it: , la data è valida: %s
lt: , Data galioja: %s

source: Cant get weather data: %s
de: Kann keine Wetterdaten empfangen: %s
it: Impossibile ottenere i dati del meteo: %s
lt: Negalima gauti duomenų apie orus: %s

source: Please wait, get weather data ...
de: Bitte warten, hole Wetterdaten ...
it: Attendere prego l'acquisizione dei dati meteo …
lt: Palaukite, parsiunčiami orų duomenys...

source: same as background
de: wie der Hintergrund
it: stesso dello sfondo
lt: kaip ir fonas

source: %s darker than background
de: %s dunkler als der Hintergrund
it: %s più scuro dello sfondo
lt: %s tamsiau už foną

source: scale
de: Skalierung
it: scala
lt: skalė

source: size
de: Größe
it: dimensione
lt: dydis
