Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Show lower right Corner Layer
ar: إظهار طبقة الزاوية اليمنى السفلى
cs: Zobrazit spodní pravý roh vrstvy
da: Vis nederste højre hjørne lag
de: Layer unten rechts anzeigen
el: Εμφάνιση επιπέδου κάτω δεξιάς γωνίας
es: Mostrar la capa de la esquina inferior derecha
et: Kuva alumise parema nurga kiht
fi: Näytä tasot oikealla alakulmassa
hr: Prikaži sloj u donjem desnom kutu
it: Mostra il livello all'angolo in basso a destra
lt: Rodyti apatinio dešinio kampo sluoksnį
pl: Pokaż dolną prawą warstwę narożnika
pt: Mostrar camada no canto inferior direito
ru: Показать правый нижний угол слоя
sk: Zobraziť spodný pravý roh vrstvy
sq: Shfaqni Shtresën e Këndit poshtë, djathtas
sr: Prikaži sloj u donjem desnom uglu
tr: Sağ alt köşe katmanını göster

source: Show menu entry description
cs: Zobrazit popis položky menu
el: Εμφάνιση περιγραφής στοιχείου μενού
es: Mostrar la descripción de la entrada del menú
fi: Näytä valikko merkinnän kuvaus
hr: Prikaži menu opis unosa
pl: Pokaż opis pozycji menu
pt: Mostrar a descrição do menu
ru: Показать описание пункта меню
sk: Zobraziť opis položky menu
sr: Prikaži opis stavke menija
tr: Menü girişi açıklamasını göster

source: Show only if available. Positions:
ar: تظهر فقط إذا كان ذلك متاحاً. المواضع:
cs: Zobrazit pouze pokud je k dispozici. Pozice:
da: Vis kun hvis tilgængelig. Placeringer:
de: Anzeige nur wenn verfügbar. Positionen:
el: Εμφάνιση μόνο αν είναι διαθέσιμο. Θέσεις:
es: Mostrar sólo si está disponible. Posiciones:
et: Kuva ainult saadavusel. Asukohad:
fi: Näytä vain mikäli saatavilla. Sijainti:
hr: Prikaži samo ako je dostupno. Pozicije:
it: Mostra solo se disponibile. Positioni:
lt: Rodyti tik tada, jei galima. Pozicijos:
pl: Pokaż tylko, jeśli jest dostępny. Pozycje:
pt: Mostrar apenas se disponível. Posições:
ru: Показать только при наличии Позиции
sk: Zobraziť, iba ak je k dispozícii. Pozície:
sq: Shfaqeni vetëm nëse është në dispozicion. Pozicionet:
sr: Prikaži samo ako je dostupno. Pozicije:
tr: Yalnızca mevcutsa göster. Pozisyonlar:

source: Show optional horizontal Layer
ar: إظهار الطبقة الأفقية الاختيارية
cs: Zobrazit volitelné horizontální vrstvy
da: Vis valgfrit vandret lag
de: Zusätzlichen H-Layer anzeigen
el: Εμφάνιση προαιρετικού οριζόντιου επιπέδου
es: Mostrar la capa horizontal opcional
et: Kuva valikuline horisontaalne kiht
fi: Näytä valinnainen vaakasuorassa taso
hr: Prikaži opcijski horizontalni sloj
it: Mostra il livello orizzontale opzionale
lt: Rodyti horizontalų sluoksnį
pl: Pokaż opcjonalną warstwę poziomą
pt: Mostrar camada horizontal opcional
ru: Показать дополнительный горизонтальный слой
sk: Zobraziť voliteľnú horizontálnu vrstvu
sq: Shfaqni Shtresën horizontale, sipas dëshirës
sr: Prikaži opcioni horizontalni sloj
tr: İsteğe bağlı yatay Katmanı göster

source: Show optional vertical Layer
ar: عرض طبقة عمودية اختيارية
cs: Zobrazit volitelné vertikální vrstvy
da: Vis valgfri lodret lag
de: Zusätzlichen V-Layer anzeigen
el: Εμφάνιση προαιρετικού κάθετου επιπέδου
es: Mostrar la capa vertical opcional
et: Kuva valikuline vertikaalne kiht
fi: Näytä valinnainen pystysuora taso
hr: Prikaži opcijski vertikalni sloj
it: Mostra il livello verticale opzionale
lt: Rodyti vertikalų sluoksnį
pl: Pokaż opcjonalną warstwę pionową
pt: Mostrar camada vertical opcional
ru: Показать дополнительный вертикальный слой
sk: Zobraziť voliteľnú vertikálnu vrstvu
sq: Shfaqni Shtresën vertikale, sipas dëshirës
sr: Prikaži opcioni vertikalni sloj
tr: İsteğe bağlı dikey Katmanı göster

source: Show picons zoomed ?
ar: إظهار البيكونات مكبرة ؟
cs: Zobrazit zvětšené picony?
da: Vis zoomed Picons ?
de: Picons gezoomt anzeigen
el: Εμφάνιση λογότυπων με μεγέθυνση;
es: ¿Mostrar los picones ampliados?
et: Pikonite skaleerimine
fi: Näytetäänkö kanavalogot zoomattu?
hr: Prikaži pikone uvećane?
it: Mostra i picon ingranditi?
lt: Rodyti logotipo mastelį?
pl: Pokaż powiększone pikony ?
pt: Mostrar picons ampliados ?
ru: Показать пиконы увеличенными?
sk: Zobraziť zväčšené pikony?
sq: Të shfaqen picon-et të zmadhuara ?
sr: Pokaži uvećane pikone?
tr: Yakınlaştırılmış pikonlar gösterilsin mi?

source: Show running text for description of the event.
ar: إظهار النص الجاري لوصف الحدث.
cs: Zobrazit běžící text pro popis události.
da: Vis rullende tekst i beskrivelse af begivenheden.
de: Zeige laufenden Text für die Sendungsbeschreibung an.
el: Εμφάνιση κινούμενου κειμένου για περιγραφή προγράμματος.
es: Mostrar texto en ejecución para la descripción del evento.
et: Kasuta saatetutvustuses kerivat teksti.
fi: Näytä juokseva teksti tapahtuman kuvaukselle.
hr: Prikaži tekst u tijeku za opis događaja.
it: Mostra testo scorrevole per la descrizione del programma
lt: Rodyti veikiantį tekstą įvykio aprašymui.
pl: Pokaż ruchomy tekst opisu zdarzenia.
pt: Mostrar texto em execução para descrição do evento.
ru: Показать бегущий текст для описания события.
sk: Zobraziť bežiaci text s popisom relácie.
sq: Shfaqni tekstin lëvizës për të përshkruar një program.
sr: Prikaži tekući tekst za opis događaja.
tr: Etkinliğin açıklaması için kayan metni göster.

source: Show running text for event. If it flickers, try increasing the start delay.
ar: إظهار النص للحدث الجاري. إذا كان يومض، فحاول زيادة تأخير البدء.
cs: Zobrazit běžící text pro událost. Pokud bliká, zkuste zvýšit opoždění startu.
da: Vis rullende tekst for begivenheder. Prøv at øge startforsinkelse hvis den flimre.
el: Εμφάνιση κινούμενου κειμένου για το πρόγραμμα. Αν τρεμοπαίζει, δοκιμάστε να αυξήσετε την καθυστέρηση έναρξης.
es: Mostrar texto en ejecución para el evento. Si parpadea, intente aumentar el retraso inicial.
fi: Näytä tapahtuman juokseva teksti. Jos se välkkyy, yritä lisätä aloitusviivettä.
hr: Prikaži tekst koji se prikazuje za događaj. Ako treperi, pokušaj povećati početno kašnjenje.
lt: Rodyti įvykio tekstą. Jei jis mirksi, pabandykite padidinti pradžios delsą.
pl: Pokaż ruchomy tekst dla zdarzenia. Jeśli miga, spróbuj zwiększyć opóźnienie startu.
pt: Mostrar texto em execução para o evento. Se piscar, tente aumentar o atraso inicial.
ru: Отображение бегущего текста для события. Если он мерцает, попробуйте увеличить задержку запуска.
sk: Zobraziť bežiaci text pre udalosť. Ak začne blikať, skúste zvýšiť oneskorenie štartu.
sq: Shfaqni tekstin në lëvizje për programet. Nëse dridhet, provoni ta vononi edhe më fillimin.
sr: Prikaži tekst u toku događaja. Ako treperi, pokušaj da povećaš početno odlaganje.
tr: Etkinlik için kayan metni göster. Eğer metin titriyorsa, başlatma gecikmesini artırmayı deneyin.

source: Show running text?
ar: عرض النص قيد التشغيل؟
cs: Zobrazit běžící text?
da: Vis rullende tekst?
de: Laufenden Text anzeigen?
el: Εμφάνιση κινούμενου κειμένου;
es: ¿Mostrar texto en ejecución?
et: Kasuta kerivat teksti
fi: Näytetäänkö tapahtuman teksti?
hr: Prikaži tekući tekst?
it: Mostra il testo scorrevole?
lt: Rodyti veikiantį tekstą?
pl: Pokaż ruchomy tekst?
pt: Mostrar texto em execução?
ru: Показать бегущий текст?
sk: Zobraziť bežiaci text?
sq: Ta shfaqim tekstin në lëvizje?
sr: Prikazati tekući tekst?
tr: Kayan metin gösterilsin mi?

source: Show scrollbar?
ar: إظهار شريط التمرير؟
cs: Zobrazit rolovací lištu?
da: Vis rullebjælke
de: Scrollbar anzeigen?
el: Εμφάνιση γραμμής κύλισης;
es: ¿Mostrar barra de desplazamiento?
et: Kuva kerimisriba
fi: Näytetäänkö vierityspalkki?
hr: Prikaži klizač?
it: Mostra la barra di scorrimento?
lt: Rodyti slinkties juostą?
pl: Pokaż pasek przewijania?
pt: Mostra a barra de rolagem?
ru: Показать полосу прокрутки?
sk: Zobraziť posuvník?
sq: Ta shfaqim shiritin rrëshqitës?
sr: Prikazati traku za skrolovanje?
tr: Kaydırma çubuğu gösterilsin mi?

source: Show upper left Corner Layer
ar: إظهار طبقة الزاوية اليسرى العلوية
cs: Zobrazit horní levý roh vrstvy
da: Vis øverste venstre hjørne lag
de: Layer oben links anzeigen
el: Εμφάνιση επιπέδου επάνω αριστερής γωνίας
es: Mostrar la capa de la esquina superior izquierda
et: Kuva ülemise vasaku nurga kiht
fi: Näytä taso vasemmassa yläkulmassa
hr: Prikaži sloj u gornjem lijevom kutu
it: Mostra il livello all'angolo in alto a sinistra
lt: Rodyti viršutiniame kairiajame kampo sluoksnyje
pl: Pokaż górną lewą warstwę narożnika
pt: Mostrar Camada no Canto Superior Esquerdo
ru: Показать верхний левый угол слоя
sk: Zobraziť horný ľavý roh vrstvy
sq: Shfaqni Shtresën e Këndit lart, majtas
sr: Prikaži sloj u gornjem levom uglu
tr: Sol üst Köşe Katmanını göster

source: Show upper right Corner Layer
ar: إظهار طبقة الزاوية اليمنى العلوية
cs: Zobrazit horní pravý roh vrstvy
da: Vis øverste højre hjørne lag
de: Layer oben rechtes anzeigen
el: Εμφάνιση επιπέδου επάνω δεξιάς γωνίας
es: Mostrar la capa de la esquina superior derecha
et: Kuva alumise vasaku nurga kiht
fi: Näytä taso oikealla yläkulmassa
hr: Prikaži sloj u gornjem desnom kutu
it: Mostra il livello all'angolo in alto a destra
lt: Rodyti viršutinio dešinio kampo sluoksnį
pl: Pokaż górną prawą warstwę narożnika
pt: Mostrar camada no canto superior direito
ru: Показать правый верхний угол слоя
sk: Zobraziť horný pravý roh vrstvy
sq: Shfaqni Shtresën e Këndit lart, djathtas
sr: Prikaži sloj u gornjem desnom uglu
tr: Sağ üst köşe katmanını göster

source: Side by PVR-Symbol
ar: جنباً إلى جنب مع رمز PVR
cs: Vedle PVR statusu
da: Ved siden af PVR-Symbol
de: neben dem PVR Status
el: Δίπλα στο σύμβολο PVR
es: Lado por Símbolo-PVR
et: PVR sümboli kõrval
fi: Tilakuvakkeen vieressä
hr: Pokraj PVR-simbola
it: A fianco del simbolo PVR
lt: Šalia PVR simbolio
pl: Po stronie PVR-Symbol
pt: Ao lado do símbolo PVR
ru: PVR-символ
sk: Vedľa stavu PVR
sq: Në krah të PVR-Symbol
sr: Pored PVR-simbola
tr: Yan Yana PVR Sembolü

source: Sienna
ar: ترابي
cs: Žlutohnědá
de: Siena
el: Σιέννα
es: Marrón siena
fi: Oranssin ruskea
hr: Sijena
it: Terra di Siena
lt: Ochra
pl: Ciepły brąz
ru: Сиена
sk: Žltohnedá
sq: Dheu i Sienës
sr: Sijena
tr: Siena

source: Size
ar: الحجم
cs: Velikost
da: Størrelse
el: Μέγεθος
es: Tamaño
et: Suurus
fi: Koko
hr: Veličina
pl: Rozmiar
pt: Tamanho
ru: Размер
sk: Veľkosť
sq: Përmasat
sr: Veličina
tr: Boyut

source: Skin Design
ar: تصميم المظهر-السكين
cs: Vzhled Skinu
da: Tema design
el: Σχέδιο θέματος
es: Diseño de la interfaz
et: Kujunduse stiil
fi: Teeman ulkoasu
hr: Dizajn Skina
lt: Temos dizainas
pl: Projekt skóry
pt: Design da interface
ru: Дизайн скина
sk: Dizajn vzhľadu
sq: Dizajni i Skin-it
sr: Dizajn Skina
tr: Arayüz Tasarımı

source: Skin Design Buttons
ar: أزرار تصميم المظهر-السكين
cs: Tlačítka vzhledu skinu
da: Temadesign knapper
el: Πλήκτρα σχεδίου θέματος
es: Diseño de los botones de la interfaz
fi: Teeman muotoilu näppäimet
hr: Dugme Dizajna Skina
pl: Skin Design Przyciski
pt: Design dos botões da interface
ru: Кнопки дизайна скина
sk: Tlačidlá dizajnu vzhľadu
sq: Butonat e dizajnit të skin-it
sr: Dugme Dizajna Skina
tr: Arayüz Tasarım Tuşları

source: Skin Design Examples
ar: أمثلة على تصميم المظهر-السكين
cs: Příklady vzhledů Skinu
da: Tema designeksempler
de: Skin Design Beispiele
el: Παραδείγματα σχεδίου θέματος
es: Ejemplos de diseño de interfaz
et: Kujunduse stiili näited
fi: Teeman muotoilu Esimerkki
hr: Primjeri dizajna skina
it: Esempi di Skin Design
lt: Temos dizaino pavyzdžiai
pl: Skin Design Przykłady
pt: Exemplos de design da interface
ru: Примеры дизайна скина
sk: Príklady dizajnov vzhľadu
sq: Shembuj për dizajnin e skin-it
sr: Primeri dizajna skina
tr: Arayüz Tasarım Örnekleri

source: Skinpart are not available - can't be activated.
ar: أجزاء-المظهر-السكين غير متاحه - ولا يمكن تنشيطه.
cs: Skinpart není k dispozici a nelze aktivovat.
da: Temadele er ikke tilgængelig - kan ikke aktiveres.
de: Skinpart ist nicht vorhanden, und kann nicht aktiviert werden.
el: Το τμήμα θέματος δεν είναι διαθέσιμο - δεν μπορεί να ενεργοποιηθεί.
es: Skinpart no está disponible - no se puede activar.
et: Kujundusosa puudub - ei saa aktiveerida.
fi: Teema osa ei ole käytettävissä - ei voida käyttää.
hr: Dio skina nije dostupan - ne može se aktivirati.
it: Le skintpart non sono disponibili - attivazione impossibile.
lt: Tema negali būti aktyvuota - trūksta temos dalių.
pl: Skinpart nie są dostępne - nie można aktywować.
pt: Skinpart não está disponível - não pode ser ativado.
ru: Части скина не доступны - не могут быть активированы.
sk: Časť vzhľadu nie je k dispozícii - nie je možné ju aktivovať.
sq: Pjesët e skin-it nuk janë në dispozicion - aktivizimi i pamundur.
sr: Delovi skina nisu dostupni - ne mogu se aktivirati.
tr: Arayüz parçası kullanılamıyor - etkinleştirilemiyor.

source: Skinpart settings
ar: إعدادات أجزاء المظهر-السكين
cs: Nastavení částí Skinu
da: Temadele indstillinger
de: Skinpart - Einstellungen
el: Ρυθμίσεις τμήματος θέματος
es: Ajustes de Skinpart
et: Kujundusosad
fi: Teeman asetukset
hr: Postavke dijela skina
it: Impostazioni skinpart
lt: Temos dalių parametrai
pl: Ustawienia Skinpart
pt: Configurações da skinpart
ru: Настройки частей скина
sk: Nastavenia častí vzhľadu
sq: Konfigurimi i elementeve të skin-it
sr: Podešavanja dela skina
tr: Arayüz parçası ayarları

source: Slider
ar: شريط التمرير
cs: Posuvník
da: Skyder
el: Ολισθητής
es: Deslizador
fi: Liukusäädin
hr: Klizač
pl: Suwak
pt: Deslizar
ru: Слайдер
sk: Posuvník
sq: Rrëshqitësi
sr: Klizač
tr: Kaydırıcı

source: Small
ar: صغير
cs: Malý
da: Lille
de: Klein
el: Μικρό
es: Pequeño
et: Väike
fi: Pieni
hr: Mali
it: Piccolo
lt: Mažas
pl: Mały
pt: Pequeno
ru: Маленький
sk: Malý
sq: I vogël
sr: Malo
tr: Küçük

source: Small text
ar: نص صغير
cs: Malé písmo
da: Lille tekst
de: Kleiner Text
el: Μικρό κείμενο
es: Texto pequeño
et: Väike tekst
fi: Pieni teksti
hr: Mali tekst
it: Testo piccolo
lt: Smulkus tekstas
pl: Mały tekst
pt: Texto pequeno
ru: Мелкий текст
sk: Malé písmo
sq: Tekst i vogël
sr: Mali tekst
tr: Küçük metin

source: Solid
ar: متين
cs: Pevný
da: Fast
el: Αμιγές χρώμα
es: Sólido
fi: Kiinteä
hr: Čvrst
pl: Solidny
pt: Sólido
ru: Сплошной
sk: Pevný
sq: Solide
sr: Čvrst
tr: Tek Parça

source: Solid without Frame
ar: متين بدون إطار
cs: Pevný bez rámu
da: Fast uden ramme
el: Αμιγές χωρίς πλαίσιο
es: Sólido sin marco
fi: Kiinteä ilman kehystä
hr: Čvrst bez okvira
pl: Solidny bez ramki
pt: Sólido sem quadro
ru: Сплошной без рамы
sk: Pevný bez rámu
sq: Solide, pa kornizë
sr: Čvrst bez okvira
tr: Çerçevesiz Tek Parça

source: Sorry feeds are down for maintenance, please try again later.
ar: عذراً الاتصال بالمصادر معطل للصيانة ، يرجى المحاولة مرة أخرى في وقت لاحق.
cs: Omlouváme se, ale zdroje nejsou k dispozici z důvodu údržby.Zkuste to prosím později.
da: Desværre Feeds er nede for vedligeholdelse, prøv venligst igen senere.
de: Es tut uns leid, aber die Feeds sind wegen Wartungsarbeiten nicht verfügbar. Bitte versuche Sie es später noch einmal.
el: Λυπούμαστε, οι πηγές δεν είναι διαθέσιμες λόγω συντήρησης, δοκιμάστε αργότερα.
es: Lo sentimos pero los feeds no están disponibles por mantenimiento, por favor, inténtelo más tarde.
et: Toimuvad hoidlate hooldetööd. Proovi hiljem uuesti.
fi: Syötteet eivät ole käytössä huollon takia, yritä myöhemmin uudelleen.
hr: Ispričavamo se, izvori su trenutno nedostupni zbog održavanja, molimo pokušajte ponovno kasnije.
it: Mi dispiace, i feed sono fuori servizio per manutenzione, per favore riprova più tardi.
lt: Atsiprašome šaltiniai neveikia dėl priežiūros darbų, prašome pabandyti vėliau.
pl: Przepraszamy, feedy są wyłączone z powodu konserwacji, spróbuj ponownie później.
pt: Desculpe, os feeds estão em manutenção, tente novamente mais tarde.
ru: Извините, фид на техническом обслуживании.
sk: Prepáčte, zdroje softvéru nie sú k dispozícii z dôvodu údržby. Skúste to prosím neskôr.
sq: Na ndjeni, por furnizimet janë jashtë pune për mirëmbajtje, kësisoj provoni sërish më vonë.
sr: Ispričavamo se, izvori su trenutno nedostupni zbog održavanja, molimo pokušajte ponovno kasnije.
tr: Üzgünüz, beslemeler bakım nedeniyle geçici olarak durduruldu, lütfen daha sonra tekrar deneyin.

source: South
cs: Jih
el: Νότια
es: Sur
fi: Etelä
hr: Jug
pl: Południe
pt: Sul
ru: Юг
sk: Juh
sr: Jug
tr: Güney

source: Southeast
cs: Jihovýchod
el: Νοτιοανατολικά
es: Sureste
fi: Kaakko
hr: Jugoistok
pl: Południowy wschód
pt: Sudeste
ru: Юго-Восток
sk: Juhovýchod
sr: Jugoistok
tr: Güneydoğu

source: Southwest
cs: Jihozápad
el: Νοτιοδυτικά
es: Suroeste
fi: Lounas
hr: Jugozapad
pl: Południowy zachód
pt: Sudoeste
ru: Юго-Запад
sk: Juhozápad
sr: Jugozapad
tr: Güneybatı

source: Specify how often MetrixWeather retrieves its data from the server. 'Once' means the data will loaded only once after a GUI or system start.
cs: Určete, jak často MetrixWeather načítá data ze serveru. 'Jednou' znamená, že se data načtou pouze jednou po spuštění grafického uživatelského rozhraní nebo systému.
el: Καθορίστε πόσο συχνά το MetrixWeather θα ανακτά τα δεδομένα του από το διακομιστή. «Μία φορά» σημαίνει ότι τα δεδομένα θα φορτωθούν μόνο μία φορά μετά την εκκίνηση της επιφάνειας χρήστη ή του συστήματος.
es: Especifique la frecuencia con la que MetrixWeather recupera sus datos del servidor. Una vez" significa que los datos se cargarán sólo una vez después de un inicio de la GUI o del sistema.
fi: Määritä, kuinka usein MetrixWeather hakee tiedot palvelimelta. Kerran tarkoittaa, että tiedot ladataan vain kerran käyttöliittymän tai järjestelmän käynnistyksen jälkeen.
hr: Odredite koliko često MetrixWeather dohvaća podatke s poslužitelja. 'Jednom' znači da će se podaci učitati samo jednom nakon pokretanja sučelja ili sustava.
pl: Określ jak często MetrixWeather pobiera swoje dane z serwera. 'Raz' oznacza, że dane będą ładowane tylko raz po uruchomieniu GUI lub systemu.
pt: Especifique com que frequência o MetrixWeather recupera seus dados do servidor. 'Uma vez' significa que os dados serão carregados apenas uma vez após ainicialização do sistema.
ru: Укажите, как часто MetrixWeather извлекает данные с сервера. 'Один раз' означает, что данные будут загружены только один раз после запуска графического интерфейса или системы.
sk: Určete, jak často MetrixWeather načítá data ze serveru. 'Jednou' znamená, že se data načtou pouze jednou po spuštění grafického uživatelského rozhraní nebo systému.
sr: Navedite koliko često MetrixWeather preuzima podatke sa servera. 'Jednom' znači da će podaci biti učitani samo jednom nakon pokretanja GUI-a ili sistema.
tr: MetrixWeather'ın verilerini sunucudan ne sıklıkta alacağını belirtin. 'Bir kez', GUI veya sistem başlatıldıktan sonra verilerin yalnızca bir kez yükleneceği anlamına gelir.

source: Speed
ar: السرعة
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
et: Kiirus
fi: Nopeus
hr: Brzina
it: Velocità
lt: Greitis
pl: Prędkość
pt: Velocidade
ru: Скорость
sk: Rýchlosť
sq: Shpejtësia
sr: Brzina
tr: Hız

source: Standard
ar: قياسي
cs: Standardní
el: Στάνταρ
es: Estándar
fi: Vakio
hr: Standardno
lt: Standartinis
pl: Standardowy
pt: Padrão
ru: Обычный
sk: Štandardná
sr: Standardno
tr: Standart

source: Standard Colors
ar: ألوان قياسية
cs: Standardní barvy
da: Standard farver
de: Standard Farben
el: Στάνταρ χρώματα
es: Colores estándar
et: Tava värvid
fi: Vakiovärit
hr: Standardna Boja
it: Colori standards
lt: Standartinės spalvos
pl: Standardowe kolory
pt: Cores padrão
ru: Стандартные цвета
sk: Štandardné farby
sq: Ngjyrat Standard
sr: Standardna Boja
tr: Standart Renkler

source: Standard Fonts
ar: الخطوط القياسية
cs: Standardní písmo
da: Standard skrifttype
de: Standard Schriftart
el: Στάνταρ γραμματοσειρές
es: Fuentes estándar
et: Tava tähemärgid
fi: Vakiofontit
hr: Standardan Font
it: Caratteri standard
lt: Standartiniai šriftai
pl: Standardowe czcionki
pt: Fontes padrão
ru: Стандартные шрифты
sk: Štandardné písma
sq: Germat standard
sr: Standardni Font
tr: Standart Yazı Tipleri

source: Standard Fonts greater
ar: خطوط قياسية أكبر
cs: Standardní velké písmo
da: Standard større skrifttype
de: Standard Schriftart größer
el: Μεγαλύτερες στάνταρ γραμματοσειρές
es: Las fuentes estándar más grandes
et: Suuremad tavatähemärgid
fi: Vakiofontit (suuremmat)
hr: Standardni fontovi veći
it: Caratteri standard più grandi
lt: Standartiniai didesni šriftai
pl: Standardowe czcionki większe
pt: Fontes padrão maiores
ru: Больше стандартных шрифтов
sk: Štandardné väčšie písma
sq: Germat standarde më të mëdha
sr: Standardni fontovi veći
tr: Standart Yazı Tipleri daha büyük

source: Standard HD (1280x720)
ar: قياسي عالي الدقة (1280 × 720)
cs: Standardní HD (1280x720)
el: Τυπικό HD (1280x720)
es: HD estándar (1280x720)
fi: Normaali-HD (1280x720)
lt: Standartinis HD (1280x720)
pt: Padrão HD (1280x720)
ru: Стандартный HD (1280x720)
sk: Štandardné HD (1280x720)
tr: Standart HD (1280x720)

source: Startdelay
ar: تأخير بدء التشغيل
cs: Zpoždění startu
da: Startforsinkelse
de: Startverzögerung
el: Καθυστέρηση έναρξης
es: Retraso inicial
et: Käivituse viiteaeg
fi: Käynnistä viive
hr: Početno kašnjenje
it: Ritardo di avvio
lt: Paleidimo vėlavimas
pl: Opóźniony start
pt: Atraso do início
ru: Задержка пуска
sk: Oneskorenie pred štartom
sq: Vonimi i nisjes
sr: Odlaganje početka
tr: Başlangıç gecikmesi

source: Static Icons
cs: Statické ikony
el: Στατικά εικονίδια
es: Iconos estáticos
fi: Staattiset kuvakkeet
hr: Statičke Ikone
pl: Ikony statyczne
pt: Ícones Estáticos
ru: Статические иконки
sk: Statické ikony
sr: Statičke Ikone
tr: Statik Simgeler

source: Steel
ar: فولاذ
cs: Ocelová
da: Stål
de: Stahlgrau
el: Ατσάλι
es: Plateado
et: Teras
fi: Teräs
hr: Čelik
it: Acciaio
lt: Plieno
pl: Stal
pt: Aço
ru: Сталь
sk: Oceľová
sq: Çelik
sr: Čelik
tr: Çelik rengi

source: Stripe Layer Design
ar: تصميم طبقة شريطية
cs: Pruhovaný vzhled
da: Stribelags design
de: Streifen-Layer Design
el: Σχέδιο λωρίδας επιπέδου
es: Diseño de capas a rayas
et: Stiil - triip
fi: Raitakerroksen muotoilu
hr: Dizajn sloja pruga
lt: Juostos sluoksnio dizainas
pl: Projekt warstwy pasków
pt: Design da camada das tiras
ru: Полоса слоя
sk: Pruhovaný vzhľad
sq: Dizajni i shtresës me shirita
sr: Dizajn sloja pruga
tr: Şerit Katman Tasarımı

source: Style
ar: النمط
cs: Styl - vzhled
da: Stil
de: Stil
el: Στυλ
es: Estilo
et: Stiil
fi: Tyyli
hr: Stil
it: Stile
lt: Stilius
pl: Styl
pt: Estilo
ru: Стиль
sk: Štýl
sq: Stili
sr: Stil
tr: Stil

source: TEST
ar: اختبار
el: ΔΟΚΙΜΗ
es: TESTEO
fi: TESTI
pt: TESTE
ru: ТЕСТ
tr: TEST (ÖLÇEK)

source: TEXT
ar: نص
el: ΚΕΙΜΕΝΟ
es: TEXTO
et: Tekst
fi: TEKSTI
hr: TEKST
pl: TEKST
pt: TEXTO
ru: ТЕКСТ
sq: TEKST
sr: TEKST
tr: METİN

source: TV
ar: التلفزيون
et: Televisioon
ru: ТВ

source: Teal
ar: فيروزي
cs: Modrozelená
de: Aquamarin
el: Γαλαζοπράσινο
es: Verde azulado
et: Meresinine
fi: Sinivihreä
hr: Tirkizno plava
it: Foglia di tè
lt: Žalsvai mėlyna
pl: Niebieskozielony
ru: Аквамарин
sk: Modrozelená
sq: Bojë preshi
sr: Tirkizna
tr: Turkuaz

source: Temperature unit
cs: Jednotka teploty
el: Μονάδα θερμοκρασίας
es: Unidad de temperatura
fi: Lämpötilan yksikkö
hr: Temperaturna jedinica
pl: Jednostka temperatury
pt: Unidade de temperatura
ru: Единица измерения температуры
sk: Jednotka teploty
sr: Temperaturna jedinica
tr: Sıcaklık birimi

source: Terrestrial
ar: أرضي
cs: Pozemní
da: DVB-T
de: Terrestrisch
el: Επίγειο
es: Terrestre
et: Maapealne
fi: Antenni
hr: Zemaljski
it: Terrestre
lt: Antžeminė TV
pl: Naziemny
pt: Terrestre
ru: Наземный
sk: Pozemné
sq: Tokësor
sr: Zemaljski
tr: Karasal

source: Test Resolution
ar: اختبار دقة العرض
cs: Test rozlišení
da: Test opløsning
de: Auflösungstest
el: Δοκιμή ανάλυσης
es: Resolución de prueba
et: Testi lahutust
fi: Testaa Resolutio
hr: Test Rezolucija
it: Test della risoluzione
lt: Tikrinti rezoliuciją
pl: Rozdzielczość testowa
pt: Teste de Resolução
ru: Тест разрешения
sk: Test rozlíšenia
sq: Provoni rezolucionin
sr: Test Rezolucija
tr: Test Çözünürlüğü

source: Text Color
ar: لون النص
cs: Barva textu
da: Tekstfarve
el: Χρώμα κειμένου
es: Color del texto
fi: Tekstin väri
hr: Boja Teksta
pl: Kolor Tekstu
pt: Cor do texto
ru: Цвет текста
sk: Farba textu
sq: Ngjyra e tekstit
sr: Boja Teksta
tr: Metin Rengi
