Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Font type
ar: نوع الخط
cs: Typ písma
da: Skrifttype
de: Schriftart
el: Τύπος γραμματοσειράς
es: Tipo de fuente
et: Kirjatüübid
fi: Fontti tyyli
hr: Vrsta fonta
it: Tipo di carattere
lt: Šrifto tipas
pl: Typ czcionki
pt: Tipo de letra
ru: Тип шрифта
sk: Typ písma
sq: Lloji i germës
sr: Tip Fonta
tr: Yazı tipi

source: Foreground
ar: المقدمة
cs: V popředí
da: Forgrund
de: Vordergrund
el: Προσκήνιο
es: Primer plano
et: Esiplaan
fi: Etuala
hr: Prvi plan
lt: Geriausiai matoma vieta
pl: Pierwszoplanowy
pt: Primeiro plano
ru: Передний план
sk: Popredie
sq: Plani i parë
sr: Prednji plan
tr: Ön Plan

source: Frame Color
ar: لون الإطار
cs: Barva rámu
da: Rammestørrelse
el: Χρώμα πλαισίου
es: Color del marco
et: Raami värv
fi: Kehyksen väri
hr: Boja okvira
pl: Kolor Ramki
pt: Cor do quadro
ru: Цвет рамки
sk: Farba rámčeka
sq: Ngjyra e kornizës
sr: Boja Okvira
tr: Çerçeve Rengi

source: Frame Color Transparency
ar: شفافية لون الإطار
cs: Průhlednost barvy rámu
da: Rammefarve gennemsigtighed
el: Διαφάνεια χρώματος πλαισίου
es: Transparencia del color del marco
et: Raami värvi läbipaistvus
fi: Kehyksen värin läpinäkyvyys
hr: Prozirnost boje okvira
pl: Przezroczystość Koloru Ramki
pt: Transparência da cor do quadro
ru: Прозрачность цвета рамки
sk: Transparentnosť farby rámčeka
sq: Transparenca e ngjyrës së kornizës
sr: Transparentna Boja Okvira
tr: Çerçeve Rengi Şeffaflığı

source: Frame Layer Design
ar: تصميم طبقة الإطار
cs: Rámcový vzhled
da: Ramme lags design
de: Rahmen Layer Design
el: Σχέδιο στρώματος πλαισίου
es: Diseño de la capa del marco
et: Stiil - raam
fi: Kehyskerroksen muotoilu
hr: Dizajn sloja okvira
lt: Langų dizainas
pl: Konstrukcja Warstwy Ramy
pt: Design da camada de quadro
ru: Дизайн слоя кадра
sk: Vzhľad rámov vrstiev
sq: Dizajni i shtresës së kornizës
sr: Dizajn okvira sloja
tr: Çerçeve Katmanı Tasarımı

source: Frame Size
ar: حجم الإطار
cs: Velikost rámu
da: Rammestørrelse
el: Μέγεθος πλαισίου
es: Tamaño del marco
et: Raami mõõtmed
fi: Kehyksen koko
hr: Veličina Okvira
pl: Rozmiar Ramki
pt: Tamanho do quadro
ru: Размер кадра
sk: Veľkosť rámčeka
sq: Madhësia e kornizës
sr: Veličina Okvira
tr: Çerçeve Boyutu

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
ar: تحتاج واجهة المستخدم الرسومية (GUI) إلى إعادة تشغيل، لتطبيق المظهر الجديد. هل تريد إعادة تشغيل الآن؟
cs: Nové nastavení skinu potřebuje restartovat. Chcete restartovat GUI?
da: GUI kræver en genstart for at aktivere et nyt Tema. Vil du genstarte GUI nu?
de: Ein Neustart ist erforderlich, um die Einstellungen zu übernehmen. Wollen Sie die GUI jetzt neu starten?
el: Πρέπει να γίνει επανεκκίνηση της διεπαφής χρήστη για να ενεργοποιηθεί το νέο θέμα. Να γίνει τώρα;
es: Es necesario reiniciar la interfaz gráfica para aplicar la nueva. ¿Desea reiniciarla ahora?
et: Kujunduse jõustamiseks tuleb kasutajaliides taaskäivitada. Kas teed seda kohe?
fi: Järjestelmä on käynnistettävä uudelleen, jotta muutokset tulevat voimaan. Haluatko käynnistää uudelleen nyt?
hr: GUI treba ponovno pokretanje da bi se primijenio novi skin. Želite li sada ponovno pokrenuti GUI?
it: E' necessario un riavvio della GUI per applicare la nuova skin. Vuoi riavviare la GUI adesso?
lt: Naujos temos aktyvavimui grafinę aplinką reikia paleisti iš naujo. Ar norite paleisti iš naujo dabar?
pl: Interfejs musi zostać zresetowany,aby zastosować nowe ustawienia. Czy chcesz wykonać restart interfejsu?
pt: A GUI precisa ser reiniciada para aplicar uma nova interface. Deseja reiniciar a GUI agora?
ru: Для вступления в силу изменений, интерфейс необходимо перезагрузить Вы хотите сделать рестарт GUI сейчас?
sk: Nové nastavenia vzhľadu vyžadujú reštart. Prajete si reštartovať GUI teraz?
sq: Nevojitet një rinisje e GUI, për të aplikuar skin-in e ri. Dëshiron ta rinisësh GUI-n tani?
sr: GUI mora da se restartuje da bi se primenio novi skin. Da li želite da restartujete GUI sada?
tr: Yeni arayüzün uygulanabilmesi için Kullanıcı Arayüzünün yeniden başlatılması gerekiyor. Kullanıcı Arayüzünü yeniden başlatmak ister misiniz?

source: Generally
ar: عامة
cs: Všeobecné
da: Generelt
de: Allgemein
el: Γενικά
es: Generalmente
et: Üldine
fi: Yleisesti
hr: Općenito
it: Globale
lt: Apskritai
pl: Ogólnie
pt: Geralmente
ru: Главные
sk: Všeobecne
sq: Përgjithësisht
sr: Generalno
tr: Genellikle

source: Glossy Effect
ar: التأثير اللامع
cs: Lesklý efekt
da: Blank effekt
el: Γυαλιστερό εφέ
es: Efecto brillante
et: Läikivuse effekt
fi: Kiiltävä vaikutus
hr: Sjajni efekt
pl: Błyszczący Efekt
pt: Efeito Brilhante
ru: Эффект глянца
sk: Efekt lesku
sq: Efekt shkëlqyes
sr: Sjajni efekat
tr: Parlak Efekt

source: Glossy Effect Color
ar: لون التأثير اللامع
cs: Lesklý barevný efekt
da: Bkank effekt farve
el: Χρώμα γυαλιστερού εφέ
es: Color del efecto brillante
et: Läikivuse värv
fi: Kiiltävä tehosteen väri
hr: Boja Sjajnog efekta
pl: Błyszczący Kolor Efektu
pt: Cor de efeito brilhante
ru: Цвет глянцевого эффекта
sk: Farba efektu lesku
sq: Ngjyra e efektit shkëlqyes
sr: Boja Sjajnog efekata
tr: Parlak Efekt Rengi

source: Glossy Effect Intensity
ar: كثافة التأثير اللامع
cs: Intenzita lesklého efektu
da: Blank effekt intensitet
el: Ένταση γυαλιστερού εφέ
es: Intensidad del efecto brillante
et: Läikivuse tugevus
fi: Kiiltävän vaikutuksen intensiteetti
hr: Intenzitet sjajnog efekta
pl: Intensywność efektu błyszczącego
pt: Intensidade do efeito brilhante
ru: Интенсивность глянцевого эффекта
sk: Intenzita efektu lesku
sq: Intensiteti i efektit shkëlqyes
sr: Intenzitet sjajnog efekta
tr: Parlak Efekt Yoğunluğu

source: Glossy Effect Over Text
ar: تأثير لامع على النص
cs: Lesklý efekt nad textem
da: Blank effekt over tekst
el: Γυαλιστερό εφέ πάνω από το κείμενο
es: Efecto de brillo sobre el texto
et: Läikiv tekst
fi: Kiiltävä vaikutus tekstiin
hr: Sjajni efekt na tekstu
pl: Błyszczący Efekt Nad Tekstem
pt: Efeito brilhante sobre o texto
ru: Эффект глянца над текстом
sk: Efekt lesku cez text
sq: Efekt shkëlqyes mbi tekstin
sr: Svetlucavi efekat preko teksta
tr: Metin Üzerinde Parlak Efekt

source: Glossy Effect Position X
ar: موضع التأثير اللامع X
cs: Pozice lesklého efektu X
da: Blank effekt placering X
el: Γυαλιστερό εφέ θέση Χ
es: Posición X de efecto brillante
et: Läikivuse asukoht X
fi: Kiiltävän tehosteen sijainti X
hr: Pozicija sjajnog efekta X
pl: Błyszcząca pozycja efektu X
pt: Posição X do efeito brilhante
ru: Положение эффекта глянца X
sk: Pozícia x efektu lesku
sq: Efekt shkëlqyes, pozicioni X
sr: Pozicija X sjajnog efekta
tr: Parlak Efekt X Konumu

source: Glossy Effect Position Y
ar: موضع التأثير اللامع Y
cs: Poloha lesklého efektu Y
da: Blank effekt placering Y
el: Γυαλιστερό εφέ θέση Υ
es: Posición Y de efecto brillante
et: Läikivuse asukoht Y
fi: Kiiltävä vaikutusasento Y
hr: Pozicija sjajnog efekta Y
pl: Błyszcząca pozycja efektu Y
pt: Posição de efeito brilhante Y
ru: Положение эффекта глянца Y
sk: Pozícia Y efektu lesku
sq: Efekt shkëlqyes, pozicioni Y
sr: Pozicija Y sjajnog efekta
tr: Parlak Efekt Y Konumu

source: Glossy Effect Size
ar: حجم التأثير اللامع
cs: Velikost lesklého efektu
da: Blank effekt størrelse
el: Μέγεθος γυαλιστερού εφέ
es: Tamaño del efecto brillante
et: Läikivuse mõõt
fi: Kiiltävän tehosteen koko
hr: Veličina Sjajnog Efekta
pl: Błyszczący Rozmiar Efektu
pt: Tamanho do efeito brilhante
ru: Размер глянцевого эффекта
sk: Veľkosť efektu lesku
sq: Madhësia e efektit shkëlqyes
sr: Veličina Sjajnog efekta
tr: Parlak Efekt Boyutu

source: Graphical EPG
ar: دليل البرامج الإلكتروني الرسومي
cs: Grafické EPG
da: Grafisk EPG
de: Grafisches EPG
el: Γραφικός EPG
es: EPG gráfico
et: Graafiline EPG
fi: Graafinen EPG
hr: Grafički EPG
it: EPG Grafico
lt: Grafinis EPG
pl: Graficzny EPG
pt: EPG gráfico
ru: Графический ТВ-гид
sk: Grafické EPG
sq: EPG me grafik
sr: Grafički EPG
tr: Grafiksel EPG

source: Graphical EPG style
ar: نمط دليل البرامج الإلكتروني الرسومي
cs: Grafický styl EPG
da: Grafisk EPG-stil
de: Grafisches EPG Stil
el: Στυλ γραφικού EPG
es: Estilo gráfico del EPG
et: Graafilise EPG stiil
fi: Graafisen EPG:n tyyli
hr: Stil Grafičkog EPG
it: Stile dell'EPG Grafico
lt: Grafinis EPG stilius
pl: Graficzny styl EPG
pt: Estilo EPG gráfico
ru: Стиль графического EPG
sk: Štýl grafického EPG
sq: Stili i EPG-së me grafik
sr: Stil Grafičkog EPG
tr: Grafiksel EPG Stili

source: Green
ar: أخضر
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
et: Roheline
fi: Vihreä
hr: Zelena
it: Verde
lt: Žalia
pl: Zielony
pt: Verde
ru: Зеленый
sk: Zelená
sq: Jeshile
sr: Zelena
tr: Yeşil

source: Green Colors
ar: ألوان خضراء
cs: Zelené barvy
da: Grønne fraver
de: Grüne Farben
el: Πράσινα χρώματα
es: Colores verdes
et: Rohelised värvid
fi: Vihreät värit
hr: Zelena Boja
it: Colori verdi
lt: Žalios spalvos
pl: Zielone Kolory
pt: Cores Verdes
ru: Зелёные цвета
sk: Zelené farby
sq: Ngjyrat jeshile
sr: Zelena Boja
tr: Yeşil Renkler

source: Greyscale 1
ar: الرمادي 1
da: Gråtoneskala 1
de: Grauton 1
el: Κλίμακα του γκρι 1
es: Escala de grises 1
et: Halltoon 1
it: LIvello di grigio 1
lt: Pilkas atspalvis 1
pl: Skala szarości 1
ru: Серый 1

source: Greyscale 10
ar: الرمادي 10
da: Gråtoneskala 10
de: Grauton 10
el: Κλίμακα του γκρι 10
es: Escala de grises 10
et: Halltoon 10
it: LIvello di grigio 10
lt: Pilkas atspalvis 10
pl: Skala szarości 10
ru: Серый 10

source: Greyscale 11
ar: الرمادي 11
da: Gråtoneskala 11
de: Grauton 11
el: Κλίμακα του γκρι 11
es: Escala de grises 11
et: Halltoon 11
it: LIvello di grigio 11
lt: Pilkas atspalvis 11
pl: Skala szarości 11
ru: Серый 11

source: Greyscale 12
ar: الرمادي 12
da: Gråtoneskala 12
de: Grauton 12
el: Κλίμακα του γκρι 12
es: Escala de grises 12
et: Halltoon 12
it: LIvello di grigio 12
lt: Pilkas atspalvis 12
pl: Skala szarości 12
ru: Серый 12

source: Greyscale 13
ar: الرمادي 13
da: Gråtoneskala 14
de: Grauton 13
el: Κλίμακα του γκρι 13
es: Escala de grises 13
et: Halltoon 13
it: LIvello di grigio 13
lt: Pilkas atspalvis 13
pl: Skala szarości 13
ru: Серый 13

source: Greyscale 2
ar: الرمادي 2
da: Gråtoneskala 2
de: Grauton 2
el: Κλίμακα του γκρι 2
es: Escala de grises 2
et: Halltoon 2
it: LIvello di grigio 2
lt: Pilkas atspalvis 2
pl: Skala szarości 2
ru: Серый 2

source: Greyscale 3
ar: الرمادي 3
da: Gråtoneskala 3
de: Grauton 3
el: Κλίμακα του γκρι 3
es: Escala de grises 3
et: Halltoon 3
it: LIvello di grigio 3
lt: Pilkas atspalvis 3
pl: Skala szarości 3
ru: Серый 3

source: Greyscale 4
ar: الرمادي 4
da: Gråtoneskala 4
de: Grauton 4
el: Κλίμακα του γκρι 4
es: Escala de grises 4
et: Halltoon 4
it: LIvello di grigio 4
lt: Pilkas atspalvis 4
pl: Skala szarości 4
ru: Серый 4

source: Greyscale 5
ar: الرمادي 5
da: Gråtoneskala 5
de: Grauton 5
el: Κλίμακα του γκρι 5
es: Escala de grises 5
et: Halltoon 5
it: LIvello di grigio 5
lt: Pilkas atspalvis 5
pl: Skala szarości 5
ru: Серый 5

source: Greyscale 6
ar: الرمادي 6
da: Gråtoneskala 6
de: Grauton 6
el: Κλίμακα του γκρι 6
es: Escala de grises 6
et: Halltoon 6
it: LIvello di grigio 6
lt: Pilkas atspalvis 6
pl: Skala szarości 6
ru: Серый 6

source: Greyscale 7
ar: الرمادي 7
da: Gråtoneskala 7
de: Grauton 7
el: Κλίμακα του γκρι 7
es: Escala de grises 7
et: Halltoon 7
it: LIvello di grigio 7
lt: Pilkas atspalvis 7
pl: Skala szarości 7
ru: Серый 7

source: Greyscale 8
ar: الرمادي 8
da: Gråtoneskala 8
de: Grauton 8
el: Κλίμακα του γκρι 8
es: Escala de grises 8
et: Halltoon 8
it: LIvello di grigio 8
lt: Pilkas atspalvis 8
pl: Skala szarości 8
ru: Серый 8

source: Greyscale 9
ar: الرمادي 9
da: Gråtoneskala 9
de: Grauton 9
el: Κλίμακα του γκρι 9
es: Escala de grises 9
et: Halltoon 9
it: LIvello di grigio 9
lt: Pilkas atspalvis 9
pl: Skala szarości 9
ru: Серый 9

source: HELP
ar: المساعدة
cs: POMOC
el: ΒΟΗΘΕΙΑ
es: AYUDA
et: Abi
fi: APUA
hr: POMOĆ
pl: POMOC
pt: AJUDA
ru: ПОМОЩЬ
sk: POMOC
sq: NDIHMË
sr: POMOĆ
tr: YARDIM

source: HOME
ar: الرئيسة
cs: DOMŮ
el: ΑΡΧΙΚΗ
es: INICIO
et: Kodu
fi: KOTI
hr: DOM
pl: DOM
pt: INÍCIO
ru: ДОМ
sk: ZAČIATOK
sq: KRYEFAQE
sr: DOMAĆA
tr: EV

source: HandelGotD Fonts
ar: خطوط HandelGotD
cs: Písma HandelGotD
da: HandelGotD skrifttyper
de: HandelGotD Schriftarten
el: Γραμματοσειρές HandelGotD
es: Fuentes HandelGotD
et: HandelGotD tähemärgid
fi: HandelGotD fontit
hr: HandelGotD Font
it: Carattere HandelGotD
lt: HandelGotD šriftai
pl: Czcionki TradeGotD
pt: Fontes HandelGotD
ru: Шрифт HandelGotD
sk: Písma HandelGotD
sq: Germatt HandelGotD
sr: HandelGotD Font
tr: HandelGotD yazı tipi

source: Hide PVR State
ar: إخفاء حالة PVR
cs: Skrýt stav PVR
da: Skjul PVR Status
de: PVR Status verstecken
el: Απόκρυψη κατάστασης PVR
es: Ocultar el estado del PVR
et: Varja PVR olek
fi: Piilota PVR tila
hr: Sakrij stanje PVR
it: Nascondi lo stato del PVR
lt: Slėpti PVR būklę
pl: Ukryj PVR State
pt: Ocultar estado PVR
ru: Скрыть состояние PVR
sk: Skryť stav PVR
sq: Fshiheni gjendjen e PVR
sr: Sakrij PVR stanje
tr: PVR Durumunu gizle

source: INFO
ar: المعلومات
el: ΠΛΗΡΟΦΟΡΙΕΣ
fi: TIEDOT
pt: Informações
ru: ИНФО
tr: BİLGİ

source: If you can see this then is your receiver compatible. Do you want change from %s to %s - skin resolution?
ar: إذا كان بإمكانك رؤية هذا ، فهذا يعني أن جهاز الاستقبال الخاص بك متوافق. هل تريد التغيير من %s إلى%s - في دقة المظهر-السكين؟
cs: Jestliže toto vidíte pak je váš přijímač kompatibilní. Chcete změnit %s na %s - rozlišení Skinu?
da: Hvis du kan se dette så er din modtager kompatibel. Vil du ændre Tema-opløsning fra %s til %s?
de: Wenn Sie das lesen können, ist Ihr Receiver kompatibel. Wollen Sie den Skin von %s auf %s umstellen?
el: Αν μπορείτε να δείτε αυτό, τότε είναι συμβατός ο δέκτης σας. Θέλετε αλλαγή ανάλυσης του θέματος από %s σε %s;
es: Si puede ver esto, entonces su receptor es compatible. ¿Desea cambiar de %s a %s - resolución de la interfaz?
et: Kui näed seda teksti, on su vastuvõtja ühilduv. Kas vahetad %s asemele %s lahutusega kujunduse?
fi: Jos näet tämän, vastaanottimesi on yhteensopiva. Haluatko vaihtaa teeman tarkkuuden %s to %s?
hr: Ako ovo možete vidjeti, tada je vaš prijemnik kompatibilan. Želite li promijeniti rezoluciju skina %s na %s?
it: Se puoi leggere questo, allora il tuo ricevitore è compatibile. Vuoi cambiare la risoluzione della skin da %s a %s ?
lt: Jei matote tai, tada imtuvas suderinamas. Ar norite pakeisti iš %s į %s - temos rezoliuciją?
pl: Jeżeli możesz to zobaczyć, to Twój odbiornik jest kompatybilny. Chcesz zmienić z %s do %s - rozdzielczość skóry?
pt: Se você pode ver isso, então é compatível com o seu receptor. Você quer mudar de %s para %s - resolução da interface?
ru: Если Вы видите это сообщение, то Ваш ресивер не совместим Вы хотите заменить это разрешение %s не это %s?
sk: Ak vidíte toto, váš prijímač je kompatibilný. Chcete zmeniť rozlíšenie vzhľadu z %s na %s?
sq: Nëse e shihni këtë, marrësi juaj është i përputhshëm. Doni të kaloni nga rezolucioni %s i skin-it, tek ai %s?
sr: Ako ovo možete videti, vaš prijemnik je kompatibilan. Da li želite da promenite rezoluciju skina sa %s na %s?
tr: Bunu görebiliyorsanız, alıcınız uyumlu demektir. %s arayüz çözünürlüğünü %s olarak değiştirmek ister misiniz?

source: Improved the picon scaling quality. (no restart required)
ar: تحسين جودة تحجيم البيكون. (لا يلزم إعادة التشغيل)
cs: Zlepšení kvality škálování piconů. (není nutný restart)
da: Forbedret Pikon skaleringskvalitet. (genstart ikke nødvendig
el: Βελτιωμένη ποιότητα κλιμάκωσης λογότυπων. (δεν απαιτείται επανεκκίνηση)
es: Se mejoró la calidad de escalado de picon. (no es necesario reiniciar)
et: Parendatud pikooni kvaliteet. (taaskäivitamist pole vaja)
fi: Parempi kanavalogojen skaalauksen laatua. (Uudelleenkäynnistystä ei tarvita.)
hr: Poboljšana kvaliteta skaliranja pikona. (nije potrebno ponovno pokretanje)
pl: Poprawiono jakość skalowania picon. (nie wymaga ponownego uruchomienia)
pt: Melhorou a qualidade de dimensionamento do picon. (sem necessidade de reinicialização)
ru: Улучшено качество масштабирования пиконов. (перезагрузка не требуется)
sk: Vylepšená kvalita škálovania pikon. (nie je potrebný reštart)
sq: Përmirësoi cilësinë e shkallëzimit të picon-it. (nuk kërkohet rinisje)
sr: Poboljšan kvalitet skaliranja pikon-a. (nije potreban restart)
tr: Pikon ölçekleme kalitesi iyileştirildi. (yeniden başlatma gerekmez)

source: In Moviebar
ar: في شريط الأفلام
cs: Ve video Info panelu
da: I filmbjælke
de: in der Filmleiste
el: Στη μπάρα ταινιών
es: En la barra de películas
et: Filmiribal
fi: Toistopalkissa
hr: U Filmskoj traci
it: Nella barra dei film
lt: Filmo info juostoje
pl: W Moviebar
pt: Na barra de filmes
ru: В баре фильмов
sk: V Moviebar
sq: Në shiritin e filmit
sr: U Filmskoj traci
tr: Film çubuğunda

source: Indigo
ar: نيلي
cs: Modrá
el: Λουλακί
es: Índigo
it: Indaco
lt: Indigo mėlyna
pl: Niebieskofioletowy
pt: Índigo
ru: Индиго
sk: Indigová
sq: Llullaq
tr: Çivit mavisi

source: Individual Settings (only for some individual skinned screens)
ar: الإعدادات الخاصة ( خاصة في بعض المظاهر-السكينات فقط )
cs: Individuální nastavení (pouze pro některé Skin obrazovky)
da: Individuelle indstillinger (kun til nogle individuel temaiserede skærme)
de: Individuelle Einstellungen (nur für einzelne Skin-Screens)
el: Ιδιαίτερες ρυθμίσεις (μόνο για συγκεκριμένες οθόνες θέματος)
es: Ajustes individuales (sólo para aquellas pantallas con interfaces independientes)
et: Eraldi seadistused (ainult mõnedele üksikutele kujunduse osadele)
fi: Yksilölliset asetukset (vain joillekin yksittäisille teema näytöille)
hr: Pojedinačne postavke (samo za neke pojedinačne prilagođene zaslone)
it: Impostazioni individuali (solo per alcuni schermi)
lt: Savi nustatymai (tik kai kurioms atskiroms temoms)
pl: Ustawienia indywidualne (tylko dla niektórych ekranów ze skórą)
pt: Definições individuais (apenas para alguns ecrãs individuais)
ru: Индивидуальные настройки (Только для некоторых скинов)
sk: Individuálne nastavenia (iba pre niektoré obrazovky vzhľadu)
sq: Konfigurime individuale (vetëm për disa ekrane me skin individual)
sr: Individualna podešavanja (samo za neke pojedinačne ekrane sa skinom)
tr: Bireysel Ayarlar (yalnızca bazı bireysel arayüzlü ekranlar için)

source: Info: Setting applies not for EMC.
ar: معلومة: الإعداد لا ينطبق على EMC.
cs: Informace: Nastavení neplatí pro EMC.
da: Info: Indstillinger gælder ikke for EMC.
de: Info: Einstellung gilt nicht für EMC.
el: Πληροφορία: Η ρύθμιση δεν ισχύει για το EMC.
es: Información: El ajuste no se aplica a EMC.
et: Info: EMC jaoks sätted ei rakendu.
fi: Asetus ei koske EMC:tä.
hr: Info: Postavka ne vrijedi za EMC.
it: Info: impostazioni applicate non all'EMC.
lt: Informacija: nustatymas taikomas ne dėl EMS.
pl: Info: Ustawienie nie dotyczy EMC.
pt: Informações: a configuração não se aplica à EMC.
ru: Информация: Настройка применяется не для EMC.
sk: Info: Nastavenie sa nevzťahuje na EMC.
sq: Info: Konfigurimi nuk zbatohet për EMC.
sr: Info: Podešavanje se ne primenjuje na EMC.
tr: Bilgi: Bu ayar EMC için geçerli değildir.

source: InfoBar
ar: شريط المعلومات
cs: Informační lišta
da: Infobjælke
de: Infoleiste
el: Μπάρα πληροφοριών
es: Barra de información
et: Inforiba
fi: Tietopalkki
hr: InfoTraka
lt: Info juosta
pl: Pasek info
pt: Barra de Informações
ru: Инфобар
sk: Informačný panel (InfoBar)
sq: Shiriti i informacionit
sr: Info Traka
tr: Bilgi Çubuğu

source: InfoBar/SecondInfobar
ar: شريط المعلومات/شريط المعلومات الثانوي
cs: InfoBar/Druhý InfoBar
da: Infobjælke/SekundærInfobjælke
de: Infoleiste/Zweite Infoleiste
el: Μπάρα/2η μπάρα πληροφοριών
es: Barra de información/Segunda barra de información
et: Inforiba/teine inforiba
fi: 1. Tietopalkki / 2. Tietopalkki
hr: InfoTraka/DrugaInfoTraka
lt: Info juosta/sekanti info juosta
pl: Pasek info/drugi pasek info
pt: Barra de Informações/SegundaBarra de Informações
ru: Инфобар/Второй инфобар
sk: InfoBar / druhý InfoBar
sq: Shiriti i informacionit/Shiriti i dytë i informacionit
sr: Info Traka/Druga Info Traka
tr: Bilgi Çubuğu/İkinci Bilgi Çubuğu

source: InfoBar/SecondInfobar/Moviebar
ar: شريط المعلومات/شريط المعلومات الثاني/شريط الأفلام
cs: InfoBar/Druhý InfoBar/Video InfoBar
da: Infobjælke/SekundærInfobjæke/Filmbjælke
de: Infoleiste/Zweite Infoleiste/Filmleiste
el: Μπάρα/2η μπάρα πληροφοριών/μπάρα ταινιών
es: Barra de información/Segunda barra de información/Barra de películas
et: Inforiba/teine inforiba/filmiriba
fi: 1. Tietopalkki/2. Tietopalkki/Toistopalkki
hr: InfoTraka/DrugaInfoTraka/Filmska traka
lt: Info juosta/sekanti info juosta/filmų juosta
pl: Pasek info./drugi pasek info./Moviebar
pt: Barra de Informações/SegundaInfobar/Barra de Filmes
ru: Инфобар/Второй инфобар/Бар фильмов
sk: InfoBar / druhý InfoBar / VideoBar
sq: Shiriti i informacionit/Shiriti i dytë i informacionit/Shiriti i filmave
sr: Info Traka/Druga Info Traka/Filmska Traka
tr: Bilgi Çubuğu/İkinci Bilgi Çubuğu/Film Çubuğu

source: Infobar, Moviebar
ar: شريط المعلومات، شريط الأفلام
cs: Infobar a Videoinfobar
da: Infobjælke, Filmbjælke
de: Infoleiste, Filmleiste
el: Μπάρα πληροφοριών, μπάρα ταινιών
es: Barra de información, barra de películas
et: Inforiba, filmiriba
fi: Tietopalkki, toistopalkki
hr: Infotraka, Filmskatraka
lt: Info juosta, filmų juosta
pl: Pasek informacyjny, pasek filmowy
pt: Barra de informações, barra de filmes
ru: Инфобар, бар фильмов
sk: InfoBar a VideoBar
sq: Shiriti i info., Shiriti i filmave
sr: Info Traka, Filmska Traka
tr: Bilgi Çubuğu, Film Çubuğu

source: Information
ar: المعلومات
cs: Informace
el: Πληροφορίες
es: Información
et: Info
fi: Tiedot
hr: Informacije
it: Informazione
lt: Informacija
pl: Informacja
pt: Informação
ru: Сведения
sk: Informácie
sq: Informacion
sr: Informacije
tr: Bilgi

source: Install Package not found!
ar: حزمة التثبيت غير موجودة!
cs: Instalační balíček nebyl nalezen!
da: Fandt ikke installationspakke!
de: Installationspaket nicht gefunden!
el: Το πακέτο εγκατάστασης δεν βρέθηκε!
es: ¡No se encontró el paquete de instalación!
et: Paketti ei leitud!
fi: Asennuspakettia ei löydy!
hr: Instalacijski paket nije pronađen!
it: Il pacchetto d'installazione è stato trovato!
lt: Įdiegiamas paketas nerastas!
pl: Nie znaleziono pakietu instalacyjnego!
pt: Pacote de instalação não encontrado!
ru: Установочный пакет не найден!
sk: Inštalačný balíček nebol nájdený!
sq: Paketa e Instalimit s'u gjet!
sr: Instalacioni paket nije pronađen!
tr: Yüklenecek paket bulunamadı!

source: Installation error! %s
ar: خطأ في التثبيت! %s
cs: Chyba instalace! %s
da: Installationsfejl! %s
de: Installationsfehler! %s
el: Σφάλμα εγκατάστασης! %s
es: ¡Error de instalación! %s
et: Viga paigaldamisel! %s
fi: Asennusvirhe! %s
hr: Pogreška pri instalaciji! %s
it: Errore d’installazione! %s
lt: Įdiegimo klaida!: %s
pl: Błąd instalacji! %s
pt: Erro de instalação! %s
ru: Ошибка установки! %s
sk: Chyba počas inštalácie! %s
sq: Gabim instalimi! %s
sr: Greška pri instalaciji! %s
tr: Yükleme hatası ! %s

source: Installing ...
ar: جار التثبيت ...
cs: Instaluji ...
da: Installere...
de: Installiere ...
el: Εγκατάσταση...
es: Instalando ...
et: Paigaldamine...
fi: Asennetaan...
hr: Instaliranje ...
it: Installazione in corso...
lt: Įdiegiama...
pl: Instalowanie ...
pt: Instalando...
ru: Установка...
sk: Inštalujem ...
sq: Duke instaluar ...
sr: Instaliranje ...
tr: Yükleniyor ...

source: Item Distance
ar: مسافة العنصر
cs: Vzdálenost položky
da: Elementafstand
de: Textabstand
el: Απόσταση αντικειμένων
es: Distancia de elemento
et: Välja vahemaa
fi: Kentän etäisyys
hr: Udaljenost Stavke
it: Distanza dell'oggetto
lt: Elemento atstumas
pl: Odległość przedmiotu
pt: Distância do item
ru: Расстояние между элементами
sk: Vzdialenosť položky
sq: Distanca e artikullit
sr: Udaljenost stavke
tr: Öğe Mesafesi

source: LCD
ar: إل سي دي
fi: LCD Näyttö
ru: ЖК-дисплей
