Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: All calculated values round down
ar: جميع القيم المحسوبة تُقرب للأقل
cs: Všechny vypočítané hodnoty zaokrouhlit dolů
da: Alle beregnede værdier rundes ned
de: Alle berechneten Werte abrunden
el: Στρογγυλοποίηση όλων των υπολογισμένων τιμών προς τα κάτω
es: Todos los valores calculados se redondean hacia abajo
et: Arvutatud väärtused ümardatakse alla
fi: Kaikki lasketut arvot pyöristetään alaspäin
hr: Sve izračunate vrijednosti se zaokružuju prema dolje
it: Tutti i valori calcolati sono arrotondati per difetto
lt: Apskaičiuotų dydžių sumažinimas apvalinant
pl: Wszystkie obliczone wartości zaokrąglają w dół
pt: Todos os valores calculados são arredondados para baixo
ru: Округление значений
sk: Všetky vypočítané hodnoty sa zaokrúhlia smerom nadol
sq: Të gjitha vlerat e përllogaritura janë të rrumbullakosura për poshtë
sr: Sve izračunate vrednosti se zaokružuju na manje
tr: Hesaplanan tüm değerler aşağı yuvarlanır

source: Alternative calculation, recommened for slow boxes or for a fast settings testing.
ar: الحسبة البديلة ، موصى به للأجهزة البطيئة أو لاختبار سريع للإعدادات.
da: Alternativ beregning, anbefales for langsomme bokse eller for hurtig test af indstillinger.
el: Εναλλακτικός υπολογισμός, συνιστάται για αργούς δέκτες ή για δοκιμή γρήγορων ρυθμίσεων.
es: Cálculo alternativo, recomendado para cajas lentas o para una prueba rápida de ajustes.
et: Alternatiivne kalkulatsioon, soovituslik aeglastele boksidele või kiiremaks sätete testimiseks.
pl: Alternatywne obliczenia, zalecane w przypadku wolnych skrzynek lub szybkiego testowania ustawień.
ru: Альтернативный расчет, рекомендованный для медленных ресиверов или для быстрой проверки настроек.

source: Amber
ar: عسلي
cs: Jantarová
da: Ravgul
de: Bernsteingelb
el: Κεχριμπαρί
es: Ámbar
et: Merevaik
fi: Kullanruskea
hr: Jantar
it: Ambra
lt: Gintarinė
pl: Bursztynowy
ru: Янтарь
sk: Jantárová
sq: Ambër
sr: Ćilibar
tr: Bal rengi

source: Analog Fonts
ar: الخطوط التناظرية
cs: Analogové písmo
da: Analoge skrifttyper
de: Analoge Schriftarten
el: Αναλογικές γραμματοσειρές
es: Fuentes analógicas
et: Analoog tähemärgid
fi: Analogiset fontit
hr: Analogni Font
it: Caratteri analogici
lt: Analoginiai šriftai
pl: Czcionki Analogowe
pt: Fontes analógicas
ru: Аналоговые шрифты
sk: Analógové písmo
sq: Germat analoge
sr: Analogni Fontovi
tr: Analog Yazı tipi

source: Animated Icons
cs: Animované ikony
el: Κινούμενα εικονίδια
es: Iconos animados
et: Animeeritud ikoonid
fi: Animoidut Kuvakkeet
hr: Animirane Ikone
pl: Animowane ikony
pt: Ícones animados
ru: Анимированные иконки
sk: Animované ikony
sr: Animirane Ikone
tr: Hareketli Simgeler

source: Apply changes
ar: تطبيق التغييرات
cs: Použít změny
da: Aktiver ændringer
de: Änderungen anwenden
el: Εφαρμογή αλλαγών
es: Aplicar cambios
et: Jõusta muutused
fi: Ota muutokset käyttöön
hr: Primijeni promjene
it: Applica i cambiamenti
lt: Taikyti pakeitimus
pl: Zastosuj zmiany
pt: Aplicar alterações
ru: Применить изменения
sk: Použiť zmeny
sq: Zbatojini ndryshimet
sr: Primeni izmene
tr: Değişiklikleri uygula

source: Arial
ar: أريل
hr: Arial font
ru: Без засечек
sr: Arial font

source: BOUQUET
ar: الباقة
el: ΜΠΟΥΚΕΤΟ
et: Lemmikud
fi: Suosikit
hr: BUKET
pl: LISTA KANAŁÓW
ru: ПАКЕТ
sk: ZOZNAM STANÍC
sq: BUQETË
sr: BUKET
tr: BUKET

source: Back Color
ar: لون الخلفية
cs: Zadní barva
da: Baggrundsfarve
el: Χρώμα φόντου
es: Color de fondo
et: Taustavärv
fi: Taustaväri
hr: Boja Pozadine
pl: Kolor tła
pt: Cor de fundo
ru: Цвет подложки
sk: Farba pozadia
sq: Ngjyra kur përzgjidhen zërat e menusë
sr: Boja Pozadine
tr: Arka Renk

source: Back Color Transparency
ar: شفافية لون الخلفية
cs: Průhlednost zadní barvy
da: Baggrundsfarve gennemsigtighed
el: Διαφάνεια χρώματος φόντου
es: Transparencia de color de fondo
et: Taustavärvi läbipaistvus
fi: Taustavärin läpinäkyvyys
hr: Prozirnost Pozadinske Boje
pl: Przezroczystość tła
pt: Transparência da Cor de Fundo
ru: Прозрачность цвета подложки
sk: Priehľadnosť farby pozadia
sq: Transparenca e ngjyrës kur përzgjidhen zërat e menusë
sr: Transparentnost Boje Pozadine
tr: Arka Renk Şeffaflığı

source: Background
ar: الخلفية
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
et: Taust
fi: Tausta
hr: Pozadina
it: Sfondo
lt: Fonas
pl: Tło
pt: Fundo
ru: Фон
sk: Pozadie
sq: Sfond
sr: Pozadina
tr: Arka Plan

source: Backup
ar: نسخة احتياطية
cs: Zálohovat
da: Sikkerhedskopier
de: Sichern
el: Εφεδρεία
es: Copia de seguridad
et: Varunda
fi: Varmuuskopioi
hr: Sigurnosna kopija
lt: Atsarginė kopija
pl: Kopia zapasowa
pt: Cópia de segurança
ru: Резервная копия
sk: Zálohovať
sq: Dublikatë
sr: Rezervna kopija
tr: Yedekle

source: Backup & Restore my settings
ar: النسخ الاحتياطي والاستعادة للإعدادات الخاصة بي
cs: Záloha a obnovení skinu
da: Sikkerhedskopier & Gendan indstillinger
de: Sichern & Wiederherstellen
el: Εφεδρεία & επαναφορά των ρυθμίσεών μου
es: Realizar copia de seguridad y restaurar mis ajustes
et: Kujunduse varundamine/taastamine
fi: Varmuuskopioi / palauta asetukset
hr: Sigurnosna kopija i Vraćanje mojih postavki
it: Backup e ripristina le mie impostazioni
lt: Nustatymų atsarginė kopija ir atkūrimas
pl: Kopia zapasowa i przywracanie ustawień
pt: Cópia de segurança & restauro das minhas definições
ru: Бэкап и восстановление настроек
sk: Záloha a obnovenie nastavení
sq: Ruani dhe riktheni konfigurimin tim
sr: Rezervna kopija & Vrati moja podešavanja
tr: Ayarlarımı Yedekle & Geri Yükle

source: Backup-Set is not complete!
ar: مجموعة-النسخة الاحتياطية ليست كاملة!
cs: Zálohování není kompletní!
da: Sikkerhedskopi-sæt er ikke komplet!
de: Die Sicherung ist nicht vollständig vorhanden!
el: Το σετ αντιγράφων ασφαλείας δεν έχει ολοκληρωθεί!
es: ¡La copia de seguridad no está completa!
et: Varukoopia ei ole täielik!
fi: Varmuuskopio ei ole täysin käytettävissä!
hr: Sigurnosna kopija - Postavka nije kompletna!
it: Il backup non è completo!
lt: Atsarginis kopijavimas nebaigtas!
pl: Zestaw kopii zapasowych nie jest kompletny!
pt: A cópia de segurança não está completa!
ru: Бэкап не завершён!
sk: Záloha nie je kompletná!
sq: Grupi i Dublikatave nuk është i plotë !
sr: Rezervna kopija-Komplet nije potpuna!
tr: Yedekleme tamamlanamadı!

source: Between Clock and Weather centered
ar: بين الساعة والطقس في الوسط
cs: Mezi hodiny a počasí (centrovaný)
da: Centreret mellem ur og vejr
de: Zwischen Wetter und Uhr zentriert
el: Μεταξύ ρολογιού και καιρού κεντραρισμένο
es: Centrado entre el reloj y el tiempo
et: Kella ja ilmateate vahel, keskel
fi: Kellon/säätietojen välissä, keskitetty
hr: Centrirano između sata i vremena
it: Centrato fra orologio e meteo
lt: Centruoti tarp laikrodžio ir orų
pl: Środek między zegarem a pogodą
pt: Entre o relógio e o tempo centrados
ru: В центре между часами и погодой
sk: Medzi hodinami a počasím (centrovaný)
sq: Qendërzuar midis orës dhe motit
sr: Između Sata i Vremena u centru
tr: Saat ve Hava Durumu arasında merkezlenmiş

source: Between Clock and Weather enclosed
ar: بين الساعة والطقس مرفق
cs: Mezi hodiny a počasí (uzavřený)
da: Indelukket mellem ur og vejr
de: Zwischen Wetter und Uhr eingeschlossen
el: Μεταξύ του ρολογιού και του καιρού
es: Enmarcado entre el reloj y el tiempo
et: Kella ja ilmateate vahel, liidetuna
fi: Kellon/säätietojen välissä, venytetty
hr: Između sata i zatvorenog vremena
it: Fra orologio e meteo
lt: Įrėminti tarp laikrodžio ir orų
pl: Załączony między zegarem a pogodą
pt: Entre Relógio e Tempo fechado
ru: Между часами и погодой
sk: Medzi hodinami a počasím (uzatvorený)
sq: Përfshirë midis orës dhe motit
sr: Između Sata i Vremena priloženo
tr: Saat ve Hava Durumu Arasında çevrili

source: Black
ar: أسود
cs: Černá
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
et: Must
fi: Musta
hr: Crna
it: Nero
lt: Juoda
pl: Czarny
pt: Preto
ru: Чёрный
sk: Čierna
sq: E zezë
sr: Crna
tr: Siyah

source: Blocks Layer Design
ar: تصميم طبقة الكتل
cs: Blokový vzhled
da: Bloklags design
de: Blöcke-Layer Design
el: Σχεδιασμός επιπέδων μπλοκ
es: Diseño de capas en bloques
et: Stiil - plokid
fi: Estää kerroksen muotoilu
hr: Dizajn sloja blokova
lt: Blokų sluoksnio dizainas
pl: Bloki warstw
pt: Desenho do bloco de camadas
ru: Дизайн слоёв блоков
sk: Blokový vzhľad
sq: Dizajni i shtresës me blloqe
sr: Dizajn Sloja Blokova
tr: Blok Katman Tasarımı

source: Bold and greater Fonts
ar: خطوط غامقة وكبيرة
cs: Tučné a velké písmo
da: Fed og større skrifttyper
de: Dickere und größere Schriftarten
el: Έντονες και μεγαλύτερες γραμματοσειρές
es: Fuentes más grandes y en negrita
et: Rasvane ja suur tekst
fi: Paksummat ja suuremmat fontit
hr: Podebljani i veći fontovi
it: Caratteri in grassetto e più grandi
lt: Paryškinti ir didesni šriftai
pl: Pogrubione i większe czcionki
pt: Fontes em negrito e maiores
ru: Большие и жирные шрифты
sk: Tučné a väčsie písma
sq: Germat bold dhe më të mëdha
sr: Podebljani i veći Fontovi
tr: Kalın ve daha büyük yazı Tipleri

source: Border
ar: الحدود
cs: Okraj
da: Kant
el: Περίγραμμα
es: Borde
et: Piir
fi: Kehys
hr: Granica
pl: Obramowanie
pt: Borda
ru: Граница
sk: Okraj
sq: Kufizues
sr: Ivica
tr: Kenar

source: Border color
ar: لون الحدود
cs: Barva okraje
da: Kantfarve
el: Χρώμα περιγράμματος
es: Color del borde
et: Raami värv
fi: Kehyksen väri
hr: Boja granice
pl: Kolor obramowania
pt: Cor da borda
ru: Цвет границы
sk: Farba okraja
sq: Ngjyra e kufizuesit
sr: Boja ivice
tr: Kenar rengi

source: Border lines
ar: خطوط الحدود
cs: Ohraničující linie
da: Kantlinjer
de: Begrenzungslinien
el: Γραμμές περιγράμματος
es: Líneas límite
et: Piirjooned
fi: Reunaviivat
hr: Linija granice
it: Bordi
lt: Kraštinių linijos
pl: Linie graniczne
pt: Linhas da Borda
ru: Линия окантовки
sk: Ohraničujúce línie
sq: Vijat kufizuese
sr: Linija ivice
tr: Kenar Çizgileri

source: Borderlines
ar: الحدود
cs: Ohraničující linie
da: Kantlinjer
de: Rahmen
el: Γραμμές περιγράμματος
es: Líneas límite
et: Piirjooned
fi: Reunaviivat
hr: Granicalinije
it: Bordi
lt: Kraštinių linijos
pl: Granice
pt: Limites da Borda
ru: Окантовка
sk: Ohraničujúce línie
sq: Vijat kufizuese
sr: Linijaivice
tr: Kenar Çizgileri

source: Bottom
ar: الأدنى
cs: Dole
da: Bund
de: Unten
el: Κάτω
es: Inferior
et: All
fi: Ala
hr: Dno
it: Basso
lt: Apačia
pl: Dół
pt: Fundo
ru: Внизу
sk: Dolu
sq: Poshtë
sr: Dno
tr: Alt

source: Bottom of the screen
ar: الجزء السفلي من الشاشة
cs: Spodní část obrazovky
da: Bunden af skærmen
de: Unten auf dem Bildschirm
el: Κάτω μέρος της οθόνης
es: Parte inferior de la pantalla
et: Ekraani alaservas
fi: Ruudun alareunassa
hr: Dolje na zaslonu
it: In basso allo schermo
lt: Ekrano apačioje
pl: Dół ekranu
pt: Parte inferior da tela
ru: Внизу окна
sk: Spodná časť obrazovky
sq: Në pjesën e poshtme të ekranit
sr: Dno ekrana
tr: Ekranın altında

source: Bright Colors
ar: الوان فاتحة
cs: Jasné barvy
da: Lyse fraver
de: Helle Farben
el: Φωτεινά χρώματα
es: Colores brillantes
et: Eredad värvid
fi: Kirkkaat värit
hr: Svijetle boje
it: Colori chiari
lt: Šviesios spalvos
pl: Jasne Kolory
pt: Cores claras
ru: Яркие цвета
sk: Jasné farby
sq: Ngjyrat e qarta
sr: Svetle Boje
tr: Parlak Renkler

source: Brightgreen
ar: اخضر فاتح
cs: Jasně zelená
da: Lysegrøn
de: Hellgrün
el: Ανοικτό πράσινο
es: Verde brillante
et: Ereroheline
fi: Kirkkaanvihreä
hr: Svijetlozeleno
it: Verde chiaro
lt: Šviesiai žalia
pl: Jasno zielony
pt: Verde claro
ru: Светло-зелёный
sk: Svetlozelená
sq: E blertë
sr: Svetlozelena
tr: Parlak Yeşil

source: Brightyellow
ar: أصفر فاتح
cs: Jasně žlutá
da: Lysegul
de: Hellgelb
el: Ανοικτό κίτρινο
es: Amarillo brillante
et: Erekollane
fi: Kirkkaankeltainen
hr: Svijetložuta
it: Giallo chiaro
lt: Šviesiai geltona
pl: Jasny żółty
pt: Amarelo Claro
ru: Светло-жёлтый
sk: Svetložltá
sq: E verdhë e zbehtë
sr: Svetložuta
tr: Parlak Sarı

source: Brown
ar: بني
cs: Hnědá
da: Brun
de: Braun
el: Καφέ
es: Marrón
et: Pruun
fi: Ruskea
hr: Smeđa
it: Marrone
lt: Ruda
pl: Brązowy
pt: Castanho
ru: Коричневый
sk: Hnedá
sq: Kafe
sr: Smeđa
tr: Kahverengi

source: Burgund
ar: عنابي
cs: Burgundská
da: Vinrød
de: Weinrot
el: Βουργουνδί
es: Burdeos
et: Burgundiapunane
fi: Viininpunainen
hr: Bordo
it: Borgogna
lt: Bordo spalva
pl: Burgundia
pt: Borgonha
ru: Бордовый
sk: Bordová
sq: Burgundi
sr: Burgundi
tr: Bordo

source: Button text
ar: نص الأزرار
cs: Popis tlačítek
da: Knap tekst
de: Schaltflächen
el: Κείμενο πλήκτρου
es: Texto del botón
et: Nupu tekst
fi: Painikkeiden teksti
hr: Dugme teksta
it: Testo dei pulsanti
lt: Mygtuko tekstas
pl: Przycisk tekstowy
pt: Botão de texto
ru: Текст кнопок
sk: Popis tlačidiel
sq: Teksti i butonit
sr: Tekst dugmeta
tr: Tuş metni

source: Buttons
ar: الأزرار
cs: Tlačítka
da: Knapper
de: Schaltflächen
el: Πλήκτρα
es: Botones
et: Nupud
fi: Painikkeet
hr: Dugme
it: Pulsanti
lt: Mygtukai
pl: Przyciski
pt: Botões
ru: Кнопки
sk: Tlačidlá
sq: Butonat
sr: Dugme
tr: Tuşlar

source: CPU-Load: %s
ar: أداء-المعالج: %s
cs: Vytížení CPU: %s
da: CPU-Belastning: %s
el: Φόρτος CPU: %s
es: Carga de la CPU: %s
et: CPU-hõive: %s
fi: Prosessorin kuorma: %s
hr: CPU-Učitavanje: %s
it: Carico CPU : %s
lt: Procesoriaus apkrova: %s
pl: Obciążenie procesora: %s
pt: Carga do CPU: %s
ru: Загрузка ЦП: %s
sk: Vyťaženie CPU: %s
sq: Ngarkimi i CPU-së : %s
sr: CPU-Učitavanje: %s
tr: CPU-Yükü: %s

source: CPU-Speed: %s MHz
ar: سرعة-المعالج: %s MHz
cs: Rychlost CPU: %s
da: CPU-Hastighed: %s Mhz
el: Ταχύτητα CPU: %s MHz
es: Velocidad de la CPU: %s MHz
et: CPU-kiirus: %s MHz
fi: Prosessorin nopeus: %s MHz
hr: CPU-Brzina: %s MHz
it: Velocità CPU : %s MHz
lt: CPU greitis: %s MHz
pl: Prędkość CPU: %s MHz
pt: Velocidade do CPU: %s MHz
ru: Частота ЦП: %s МГц
sk: Rýchlosť CPU: %s
sq: Shpejtësia e CPU-së : %s MHz
sr: CPU-Brzina: %s MHz
tr: CPU-Hızı: %s MHz

source: CPU-Temp: %s
ar: حرارة-المعالج: %s
cs: Teplota CPU: %s
el: Θερμοκρασία CPU: %s
es: Temperatura de la CPU: %s
fi: Prosessorin lämpötila: %s
hr: CPU-Temperatura: %s
it: Temp CPU : %s
lt: CPU temperatūra: %s
pl: Temp. CPU: %s
pt: Temperatura do CPU: %s
ru: Температура ЦП: %s
sk: Teplota CPU: %s
sq: Temp. e CPU-së : %s
sr: CPU-Temeratura: %s
tr: CPU-Sıcaklığı: %s

source: Cable
ar: كيبل
cs: Kabel
da: Kabel
de: Kabel
el: Καλωδιακό
et: Kaabel
fi: Kaapeli
hr: Kabel
it: Cavo
lt: Kabelinė
pl: Kabel
pt: Cabo
ru: Кабель
sk: Káblové
sq: Kabull
sr: Kabel
tr: Kablo

source: Cache data
cs: Data mezipaměti (Cache)
el: Δεδομένα προσωρινής αποθήκευσης
es: Datos en cache
et: Vahemälu andmed
fi: Välimuistin data
hr: Predmemorirani podaci
pl: Dane podręczne
pt: Dados de cache
ru: Кэшировать данные
sk: Dáta vo vyrovnávacej pamäti
sr: Keš podaci
tr: Önbellek verisi

source: Can't create Backup-File! ( %s )
ar: لم نتمكن من إنشاء ملف-نسخة احتياطية! ( %s )
cs: Nelze vytvořit záložní soubor! ( %s )
da: Kan ikke oprette sikkerhedskopi-fil! ( %s )
de: Kann die Sicherungsdatei nicht erstellen! ( %s )
el: Δεν είναι δυνατή η δημιουργία αρχείου εφεδρείας! ( %s )
es: ¡No se puede crear un archivo de copia de seguridad! ( %s )
et: Varukoopia loomine nurjus!! ( %s )
fi: Ei voida luoda varmuuskopiota! ( %s )
hr: Ne mogu stvoriti sigurnosnu kopiju datoteke! ( %s )
it: Impossibile creare il file di backup ! ( %s )
lt: Atsarginės kopijos failo sukurti nepavyko! ( %s )
pl: Nie można utworzyć pliku kopii zapasowej! ( %s )
pt: Não é possível criar o ficheiro de cópia de segurança! ( %s )
ru: Не удаётся создать бэкап! ( %s )
sk: Nepodarilo sa vytvoriť záložný súbor! ( %s )
sq: S'mund të krijohet Skedar Dublikatë! ( %s )
sr: Ne može se napraviti rezervna kopija! ( %s )
tr: Yedekleme Dosyası oluşturulamıyor! ( %s )

source: Can't create symlink:
cs: Nelze vytvořit symlink:
el: Αδυναμία δημιουργίας συνδέσμου:
es: No se puede crear symlink:
et: Sümbolilinki ei saa luua:
fi: Symlinkin luominen ei onnistu:
hr: Ne mogu stvoriti simboličku poveznicu:
pl: Nie można utworzyć symlinka:
pt: Não é possível criar simbólico link:
ru: Не могу создать симлинк:
sk: Nie je možné vytvoriť symbolické prepojenie:
sr: Ne može se napraviti simbolički link:
tr: Kısa yol oluşturulamadı:

source: Cancel
ar: إلغاء
cs: Zavřít
da: Afbryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
hr: Otkaži
it: Annulla
lt: Atšaukti
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloni
sr: Otkaži
tr: Vazgeç

source: Celsius
ar: درجة مئوية
cs: Stupně Celsia
el: Κελσίου
hr: Celzijus
lt: Pagal Celsijų
pl: Celsjusz
pt: Célsius
ru: Цельсий
sk: Stupne Celzia
sr: Celzijus
tr: Santigrat

source: Change Number of Rows in Movie Selection
ar: تغيير عدد الصفوف في تحديد الفيلم
cs: Změna počtu řádků ve Výběru filmů
da: Ændre antal af rækker i Filmvalg
de: Zeilenanzahl in der Filmliste ändern
el: Αλλαγή αριθμού σειρών στην επιλογή ταινιών
es: Cambiar el número de filas en la selección de películas
et: Muuta tulpade arvu filmilistis
fi: Muuta rivien määrää Tallenteet luettelossa
hr: Promijeni broj redaka u odabiru filmova
it: Cambia numero di righe in selezione film
lt: Keisti eilučių skaičių pasirenkant filmą
pl: Zmień liczbę wierszy w Movie Selection
pt: Alterar o número de linhas na seleção dos filmes
ru: Изменить количество строк в выборе фильма
sk: Zmeniť počet riadkov vo výbere filmov
sq: Ndryshoni numrin e rreshtave në përzgjedhjen e filmit
sr: Promeni broj redova u izboru filmova
tr: Film Seçimindeki Satır Sayısını Değiştir

source: Change field size 'Count/Size' in Movie Selection
ar: تغيير حجم حقل "العدد / الحجم" في تحديد الفيلم
cs: Změna velikosti pole 'Počet/Velikost' ve Výběru filmu
da: Ændre feltstørrelse 'Antal/Størrelse' i Filmvalg
de: Breite von Anzahl/Größe in der Filmliste ändern
el: Αλλαγή μεγέθους πεδίου 'Πλήθος/μέγεθος' στην επιλογή ταινιών
es: Cambiar el tamaño de los campos 'Cuenta/Tamaño' en la selección de películas
et: Muuda välja 'Arv/Suurus' suurust filmilistis
fi: Muuta kentän kokoa 'Määrä/Koko' Tallennukset luettelossa
hr: Promijeni veličinu polja 'Broj/Veličina' u odabiru filma
it: Cambia la dimensione del campo 'Numero / Dimensione' nella selezione film
lt: Keisti 'Skaičiavimas/dydis' laukelio dydį pasirenkant filmą
pl: Zmień rozmiar pola 'Ilość/rozmiar' w Movie Selection
pt: Alterar o tamanho do campo 'Contagem/Tamanho' na Seleção do Filme
ru: Изменение размера поля 'Количество/Размер' в подборке фильмов
sk: Zmeniť veľkosť položky 'Počet/Veľkosť' vo výbere filmov
sq: Ndryshojeni madhësinë e fushës "Numërimi/Madhësia" në përzgjedhjen e filmit
sr: Promeni veličinu polja 'Broj/Veličina' u izboru filmova
tr: Film Seçimi'ndeki 'Sayı/Boyut' alan boyutunu değiştir

source: Change field size 'Date' in Movie Selection
ar: تغيير حجم حقل "التاريخ" في تحديد الفيلم
cs: Změna velikosti pole 'Datum' ve Výběru filmu
da: Ændre feltstørrelse 'Dato' i Filmvalg
de: Breite des Datumfeldes in der Filmliste ändern
el: Αλλαγή μεγέθους πεδίου 'Ημερομηνία' στην επιλογή ταινιών
es: Cambiar el tamaño del campo 'Fecha' en la selección de películas
et: Muuda kuupäeva välja suurust filmilistis
fi: Muuta päivämäärä kentän leveyttä Talllenukset listassa
hr: Promijeni veličinu polja 'Datum' u Odabiru filma
it: Cambia la dimensione del campo 'Data' nella selezione film
lt: Keisti 'Datos' laukelio dydį pasirenkant filmą
pl: Zmień rozmiar pola 'Data' w Movie Selection
pt: Alterar o tamanho do campo 'Data' na Seleção do Filme
ru: Изменение размера поля 'Дата' в выборе фильма
sk: Zmeniť veľkosť položky 'Dátum' vo výbere filmov
sq: Ndryshoni përmasat e fushës "Data" në përzgjedhjen e filmit
sr: Promeni veličinu polja 'Datum' u Izboru filmova
tr: Film Seçimi'ndeki 'Tarih' alan boyutunu değiştir

source: Change field size 'Progressbar' in Movie Selection
ar: تغيير حجم حقل "شريط التقدم" في تحديد الفيلم
cs: Změna velikosti pole 'Progressbar' ve Výběru filmu
da: Ændre 'Fremgangsbjælke' feltstørrelse i Filmvalg
de: Breite der Fortschrittsanzeige in der Filmliste ändern
el: Αλλαγή μεγέθους πεδίου 'Γραμμή προόδου' στην επιλογή ταινιών
es: Cambiar el tamaño del campo 'Barra de progreso' en la selección de películas
et: Muuda edenemisriba välja suurust filmilistis
fi: Muuta tallennukset listan etenemispalkin leveyttä
hr: Promijeni veličinu polja 'Traka napretka' u odabiru filmova
it: Cambia la dimensione del campo 'ProgressBar' nella selezione film
lt: Keisti 'Eigos juostos' laukelio dydį pasirenkant filmą
pl: Zmień rozmiar pola 'Progressbar' w Movie Selection
pt: Alterar o tamanho do campo 'Barra de progresso' na Seleção do filme
ru: Изменение размера поля 'Прогрессбар' в выборе фильма
sk: Zmeniť veľkosť položky 'Indikátor progresu' vo výbere filmov
sq: Ndryshojeni madhësinë e fushës "Shiriti i përparimit" në përzgjedhjen e filmit
sr: Promeni veličinu polja 'Progressbar' u izboru filmova
tr: Film Seçim'indeki 'İlerleme çubuğu' alan boyutunu değiştir

source: Change field size or hide
ar: تغيير حجم الحقل أو إخفائه
cs: Změnit velikost pole nebo skrýt
da: Ændre feltstørrelse eller skjul.
de: Feldgröße ändern oder ausblenden
el: Αλλαγή μεγέθους πεδίου ή απόκρυψη
es: Cambiar el tamaño del campo u ocultarlo
et: Muuda välja suurust või peida
fi: Muuta kentän kokoa tai piilota
hr: Promijeni veličinu polja ili sakrij
it: Cambia la dimensione del campo o nascondi
lt: Keisti laukelio dydį arba slėpti
pl: Zmień rozmiar pola lub ukryj
pt: Alterar o tamanho do campo ou ocultar
ru: Изменить размер поля или скрыть
sk: Zmeniť veľkosť položky alebo skryť
sq: Ndryshojeni madhësinë e fushës ose fshiheni
sr: Promeni veličinu polja ili sakrij
tr: Alan boyutunu değiştir veya gizle

source: Change the picon sharpness with the scaling. Info: < 1 = blurred and > 1 = sharpened (no restart required)
ar: تغيير الحدة للبيكون مع التحجيم. معلومة: <1 = غير واضح و> 1 = حاد (لا يلزم إعادة التشغيل)
cs: Změní ostrost snímku pomocí škálování. Informace: < 1 = rozostřený a > 1 = doostřený. (není nutný restart)
da: Ændre skarphed af Pikon sammen med skalering. Info: < 1 = sløret og > 1 = skærpet (genstart ikke nødvendig)
el: Αλλαγή ευκρίνειας του λογότυπου μέσω κλιμάκωσης. Πληροφορίες: < 1 = θολή και > 1 = οξυμένη. (δεν απαιτείται επανεκκίνηση)
es: Cambia la nitidez del picon en el escalado. Información: < 1 = borroso y > 1 = nítido (no es necesario reiniciar)
et: Muutke pikooni teravust skaleerimisega. Info: < 1 = udune ja > 1 = teravtatud (taaskäivitamist pole vaja)
fi: Muuta piconin terävyyttä skaalauksella. Tiedot: <1 = sumea ja> 1 = teroitettu (ei vaadi uudelleenkäynnistystä)
hr: Promijenite oštrinu pikona pomoću skaliranja. Info: < 1 = zamućeno i > 1 = izoštreno (nije potrebno ponovno pokretanje)
pl: Zmień ostrość pikony za pomocą skalowania. Informacja: < 1 = rozmyte i > 1 = wyostrzone (nie wymaga ponownego uruchomienia)
pt: Altere a nitidez do picon com a escala. Informações: < 1 = desfocado e > 1 = nítido (não é necessário reiniciar)
ru: Изменение резкости пиконов с помощью масштабирования. Информация: < 1 = размыто и > 1 = резко. (перезагрузка не требуется)
sk: Ostrosť pikon pomocou škálovania. Info: < 1 = rozmazané > 1 = zaostrené (nie je potrebný reštart)
sq: Ndryshoni mprehtësinë e picon-it përmes shkallëzimit. Info: < 1 = i turbulluar dhe > 1 = i mprehtë (nuk nevojitet rinisje)
sr: Promenite oštrinu pikon-a pomoću skaliranja. Info: < 1 = zamućeno i > 1 = izoštreno (nije potreban restart)
tr: Ölçekleme ile pikon keskinliğini değiştirin. Bilgi: < 1 = bulanık ve > 1 = keskinleştirilmiş (yeniden başlatma gerekmez)

source: Channel list show MiniTV*
ar: تظهر في قائمة القنوات MiniTV *
cs: V Seznam kanálů zobrazit MiniTV*
da: Vis MiniTV i Kanalliste*
el: Εμφάνιση MiniTV στη λίστα καναλιών*
es: Lista de canales mostrados en MiniTV*
et: Kanalite loend kuvab MiniTV*
fi: Kanavalistassa näkyy MiniTV*
hr: Popis kanala prikazuje MiniTV*
pl: Lista kanałów pokazuje MiniTV*
pt: Lista de canais mostra na MiniTV*
ru: Показать список каналов MiniTV*
sk: Zobraziť MiniTV v zozname kanálov*
sq: Shfaqni MiniTV* në Listën e kanaleve
sr: Lista kanala prikazuje MiniTV*
tr: Kanal listesinde Mini TV göster*
