Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Show Menu Buttons
ar: إظهار أزرار القائمة
cs: Zobrazit tlačítka menu
da: Vis menuknapper
de: Zeige Buttons im Menü
el: Εμφάνιση πλήκτρων μενού
es: Mostrar botones de menú
et: Näita menüü nuppe
fi: Näytä Valikko Näppäimet
hr: Pokaži Menu Dugme
it: Mostra i pulsante del menu
lt: Rodyti meniu mygtukus
pl: Pokaż Przyciski Menu
pt: Mostrar Botões do Menu
ru: Показать кнопки меню
sk: Zobraziť tlačidlá Menu
sq: Shfaqni butonat e menusë
sr: Pokaži Meni Dugme
tr: Menü tuşlarını göster

source: Show Menu Scrollinfo
ar: إظهار قائمة معلومات شريط التمرير
cs: Zobrazit menu Rolovacího infa
da: Vis menu rulleinfo
el: Εμφάνιση κυλιόμενων πληροφοριών μενού
es: Mostrar información de desplazamiento del menú
fi: Näytä valikon vieritysinfo
hr: Prikaži informacije o pomicanju menu
pl: Pokaż Menu Scrollinfo
pt: Mostrar informações de rolagem do menu
ru: Показать прокрутку меню
sk: Zobraziť menu Scrollinfo
sq: Shfaqni info kur lëvizet në menu
sr: Prikaži meni Pomeri informacije
tr: Menü Kaydırma Bilgilerini Göster

source: Show Movie Description
ar: إظهار وصف الفلم
cs: Zobrazit popis filmů
da: Vis filmbeskrivelse
de: Filmbeschreibung anzeigen
el: Εμφάνιση περιγραφής ταινίας
es: Mostrar descripción de la película
et: Kuva filmi sisututvustus
fi: Näytä ohjelman kuvaus
hr: Prikaži opis filma
it: Mostra la descrizione del film
lt: Rodyti filmo aprašymą
pl: Pokaż Opis Filmu
pt: Mostrar Descrição do Filme
ru: Показать описание фильма
sk: Zobraziť popis filmu
sq: Shfaqni përshkrimin e filmit
sr: Prikaži opis filma
tr: Film Açıklamasını Göster

source: Show Movie Playback Time
ar: إظهار وقت تشغيل الفيلم
cs: Zobrazit čas přehrávání filmu
da: Vis Film afspilningstid
de: Filmwiedergabezeit anzeigen
el: Εμφάνιση χρόνου αναπαραγωγής ταινίας
es: Mostrar el tiempo de reproducción de la película
et: Kuva taasesituse aeg
fi: Näytä tallenteen toistoaika
hr: Prikaži vrijeme reprodukcije filma
it: Mostra la durata della riproduzione del film
lt: Rodyti filmą atkūrimo laiką
pl: Pokaż Czas Odtwarzania Filmu
pt: Mostrar Tempo de Reprodução de Filmes
ru: Показать время воспроизведения фильма
sk: Zobraziť čas prehrávania filmu
sq: Shfaqni kohën e luajtjes së filmit
sr: Prikaži vreme reprodukcije filma
tr: Film Oynatma Süresini Göster

source: Show MovieName
ar: إظهار اسم-الفلم
cs: Zobrazit název filmu
da: Vis Filmnavn
de: Filmname anzeigen
el: Εμφάνιση ονόματος ταινίας
es: Mostrar nombre de la película
et: Kuva salvestise nimi
fi: Näytä tallenteen nimi
hr: Prikaži naziv filma
it: Mostra il titolo del film
lt: Rodyti filmo pavadinimą
pl: Pokaż MovieName
pt: Mostrar nome do filme
ru: Показать имя фильма
sk: Zobraziť názov filmu
sq: Shfaqni titullin e filmit
sr: Prikaži naziv filma
tr: Film Adını Göster

source: Show Orbital-Position
ar: إظهار Orbital-Position
cs: Zobrazit orbitální pozici družice
da: Vis orbital-placering
de: Satellitenposition anzeigen
el: Εμφάνιση τροχιακής θέσης
es: Mostrar posición orbital
et: Kuva orbitaalpositsioon
fi: Näytä satelliitti sijainti
hr: Prikaži orbitalnu poziciju
it: Mostra la posizione orbitale
lt: Rodyti orbitinę padėtį
pl: Pokaż Pozycję Orbitalną
pt: Mostrar Posição Orbital
ru: Показать положение спутника
sk: Zobraziť orbitálnu pozíciu
sq: Shfaqni pozicionin orbital
sr: Prikaži orbitalnu poziciju
tr: Yörünge Konumunu Göster

source: Show PID
ar: عرض PID
cs: Zobrazit PID
da: Vis PID
de: PID anzeigen
el: Εμφάνιση PID
es: Mostrar PID
et: Kuva PID
fi: Näytä PID
hr: Prikaži PID
it: Mostra PID
lt: Rodyti PID
pl: Pokaż PID
pt: Mostrar PID
ru: Показать PID
sk: Zobraziť PID
sq: Shfaqni PID
sr: Pokaži PID
tr: PID'yi göster

source: Show PROTOCOL
ar: عرض البروتوكول
cs: Zobrazit PROTOCOL
da: Vis PROTOKOL
de: PROTOCOL anzeigen
el: Εμφάνιση ΠΡΩΤΟΚΟΛΛΟΥ
es: Mostrar PROTOCOLO
et: Kuva PROTOKOLL
fi: Näytä Protokolla
hr: Prikaži PROTOKOL
it: Mostra PROTOCOL
lt: Rodyti PROTOKOLĄ
pl: Pokaż PROTOKÓŁ
pt: Mostrar PROTOCOLO
ru: Показать протокол
sk: Zobraziť PROTOCOL
sq: Shfaqni PROTOKOLLIN
sr: Pokaži PROTOKOL
tr: PROTOKOLÜ Göster

source: Show PROV
ar: عرض PROV
cs: Zobrazit PROV
da: Vis PROV
de: PROV anzeigen
el: Εμφάνιση PROV
es: Mostrar PROVEEDOR
et: Kuva LEVITAJA
fi: Näytä PROV
hr: Prikaži DAVATELJA
it: Mostra PROV
lt: Rodyti TIEKĖJĄ
pl: Pokaż PROV
pt: Mostrar PROV
ru: Показать провайдера
sk: Zobraziť PROV
sq: Shfaqni PROV
sr: Pokaži PROV
tr: PROV'u göster

source: Show PVR status in MoviePlayer infobar
ar: إظهار حالة PVR في شريط معلومات مشغل-الأفلام
cs: Zobrazení stavu PVR v infobaru Přehrávač filmů
da: Vis PVR status i Filmafspiller Infobjælke
de: Zeige PVR Status in der MoviePlayer Infoleiste
el: Εμφάνιση κατάστασης PVR στη μπάρα πληροφοριών ταινιών
es: Mostrar el estado del PVR en la barra de información del reproductor de películas
et: Kuva PVR olek taasesituse inforibal
fi: Näytä PVR tila toiston tietopalkissa
hr: Prikaži PVR status u info traci MoviePlayera
it: Mostra lo stato del PVR nella Infobar del MoviePlayer
lt: Rodyti PVR stovį filmų grotuvo info juostoje
pl: Pokaż status PVR w pasku informacyjnym MoviePlayer
pt: Mostrar o status PVR na barra de informações do Leitor de Filmes
ru: Показать статус PVR в инфобаре MoviePlayer
sk: Zobraziť stav PVR v informačnom paneli prehrávača filmov
sq: Ta shfaqim gjendjen e PVR në shiritin e informacionit të luajtësit të filmit
sr: Prikaži PVR status u traci sa informacijama Player-a za filmove
tr: MoviePlayer bilgi çubuğunda PVR durumunu göster

source: Show Picon in Movie Selection?
ar: إظهار البيكون في تحديد الفيلم؟
cs: Zobrazit Picon ve Výběru filmů?
da: Vis Pikon i Filmvalg
el: Εμφάνιση λογότυπων στην επιλογή ταινιών;
es: ¿Mostrar picon en la selección de películas?
fi: Näytä Kanavalogot Tallennus listassa?
hr: Prikaži Pikon u odabiru filma?
lt: Rodyti logotipą filmo parinkime?
pl: Pokaż Pikony w Movie Selection?
pt: Mostrar Picon na Seleção de Filme?
ru: Показать пикон в выборе фильмов?
sk: Chcete zobraziť pikonu pri výbere filmu?
sq: Ta shfaqim picon-in në përzgjedhjen e filmit?
sr: Prikaži Pikon u izboru filmova?
tr: Film Seçiminde Pikon gösterilsin mi?

source: Show Primetime Event
ar: إظهار حدث وقت الذروة
cs: Zeige Primetime Sendung
da: Vis Primetime begivenhed
de: Zeige Primetime Sendung
el: Εμφάνιση προγράμματος ζώνης αιχμής
es: Mostrar evento con máxima audiencia
et: Kuva tippaja saade
fi: Näytä Primetime tapahtumat
hr: Prikaži događaj u udarnom terminu
it: Mostra il programma della prima serata
lt: Rodyti žiūrimiausio laiko įvykį
pl: Pokaż wydarzenie Primetime
pt: Mostrar evento no horário nobre
ru: Показывать передачи в прайм-тайм
sk: Zobraziť primetime reláciu
sq: Shfaqni programin e kryekohës
sr: Prikaži događaj u terminu najveće gledanosti
tr: Primetime Etkinliğini Göster

source: Show READER
ar: عرض القارئ
cs: Zobrazit READER
da: Vis LÆSER
de: READER anzeigen
el: Εμφάνιση ΑΝΑΓΝΩΣΤΗ
es: Mostrar LECTOR
et: Kuva KAARDIPESA
fi: Näytä LUKIJA
hr: Prikaži ČITAČ
it: Mostra READER
lt: Rodyti SKAITYTOJĄ
pl: Pokaż CZYTNIK
pt: Mostrar LEITOR
ru: Показать ридер
sk: Zobraziť READER
sq: Shfaqni LEXUESIN
sr: Pokaži ČITAČ
tr: OKUYUCU'yu göster

source: Show Record-State
ar: إظهار حالة-التسجيل
cs: Zobrazit stav nahrávání
da: Vis optagetilstand
de: Aufnahmestatus anzeigen
el: Εμφάνιση κατάστασης εγγραφής
es: Mostrar estado del registro
et: Kuva REC-ikoon
fi: Näytä kuvake tallennuksen aikana
hr: Prikaži Snimanje-Status
it: Mostra lo stato di registrazione
lt: Rodyti įrašymo stovį
pl: Pokaż Stan Nagrywania
pt: Mostrar estado do registro
ru: Показать статус записи
sk: Zobraziť stav nahrávania
sq: Shfaqni gjendjen e regjistrimit
sr: Prikaži stanje zapisa
tr: Kayıt Durumunu Göster

source: Show SNR-Info
ar: إظهار معلومات-SNR
cs: Zobrazit informace o kvalitě signálu (SNR)
da: Vis SNR-Info
de: SNR Information anzeigen
el: Εμφάνιση πληροφοριών SNR
es: Mostrar información SNR
et: Kuva SNR info
fi: Näytä Signaalin tiedot
hr: Prikaži SNR-Info
it: Mostra l’info SNR
lt: Rodyti SNR informaciją
pl: Pokaż SNR-Info
pt: Mostrar SNR-Info
ru: Показать инфо SNR
sk: Zobraziť informácie o kvalite signáu (SNR)
sq: Shfaqni informacionin e SNR
sr: Pokaži SNR-Info
tr: SNR Bilgisini Göster

source: Show SOURCE
ar: عرض المصدر
cs: Zobrazit SOURCE
da: Vis KILDE
de: SOURCE anzeigen
el: Εμφάνιση ΠΗΓΗΣ
es: Mostrar FUENTE
et: Kuva ALLIKAS
fi: Näytä SOURCE
hr: Prikaži IZVOR
it: Mostra SOURCE
lt: Rodyti ŠALTINĮ
pl: Pokaż ŹRÓDŁO
pt: Mostrar FONTE
ru: Показать источник
sk: Zobraziť SOURCE
sq: Shfaqni BURIMIN
sr: Pokaži IZVOR
tr: KAYNAĞI Göster

source: Show STB-Info
ar: إظهار معلومات-STB
cs: Zobrazit informace o přijímači
da: Vis STB-Info
de: Receiver Informationen anzeigen
el: Εμφάνιση πληροφοριών STB
es: Mostrar información del STB
et: Kuva STB info
fi: Näytä laiteinfo
hr: Prikaži STB-Info
it: Mostra le info del ricevitore
lt: Rodyti STB Informaciją
pl: Pokaż STB-Info
pt: Mostrar STB-Info
ru: Показать данные приемника
sk: Zobraziť informácie o prijímači
sq: Shfaqni informacionin e marrësit
sr: Pokaži STB-Info
tr: STB Bilgilerini Göster

source: Show SYS-Temp
ar: عرض حرارة-النطام
cs: Zobrazit systémovou teplotu
da: Vis SYS-Temp
de: System-Temperatur anzeigen
el: Εμφάνιση θερμοκρασίας συστήματος
es: Mostrar temperatura del sistema
et: Kuva süsteemi temperatuur
fi: Näytä järjestelmän lämpötila
hr: Prikaži SYS-Temp
it: Mostra la temp del sistema
lt: Rodyti SISTEMOS temperatūrą
pl: Pokaż temp. SYS
pt: Mostrar Sistema-Temp
ru: Показать температуру системы
sk: Zobraziť teplotu systému
sq: Shfaqni temperaturën e sistemit
sr: Pokaži SYS-Temp
tr: SYS-Temp'i göster

source: Show Screen-Resolution
ar: إظهار دقة-الشاشة
cs: Zobrazit rozlišení obrazu
da: Vis skærmopløsning
de: Bildauflösung anzeigen
el: Εμφάνιση ανάλυσης οθόνης
es: Mostrar resolución de pantalla
et: Kuva ekraanilahutus
fi: Näytä Ruudun resoluutio
hr: Prikaži Zaslon-Rezoluciju
it: Mostra la risoluzione dello schermo
lt: Rodyti ekrano rezoliuciją
pl: Pokaż rozdzielczość Ekranu
pt: Mostrar resolução do ecrã
ru: Показать разрешение экрана
sk: Zobraziť rozlíšenie obrazu
sq: Shfaqni rezolucionin e ekranit
sr: Pokaži Rezoluciju Ekrana
tr: Ekran Çözünürlüğünü Göster

source: Show Scrollbar if more than one pages are available.
ar: إظهار شريط التمرير في حالة توفر أكثر من صفحة واحدة.
cs: Zobrazit posuvník, pokud je k dispozici více než jedna stránka.
da: Vis rullebjælke hvis der findes mere end en side.
de: Zeige die Scrollbar an, wenn mehr als eine Seite verfügbar ist.
el: Εμφάνιση γραμμής κύλισης αν είναι διαθέσιμες περισσότερες από μία σελίδες.
es: Mostrar la barra de desplazamiento si hay más de una página disponible.
et: Kuva kerimisriba, kui saadaval on mitu lehte.
fi: Näytä vierityspalkki, jos käytettävissä on useampi kuin yksi sivu.
hr: Prikaži klizač ako je dostupno više od jedne stranice.
it: Mostra la barra di scorrimento se è disponibile più di una pagina.
lt: Rodyti slinkties juostą, jeigu yra daugiau nei vienas puslapis.
pl: Pokaż pasek przewijania, jeśli dostępnych jest więcej niż jedna strona.
pt: Mostrar a barra de deslocação se estiverem disponíveis mais do que uma página.
ru: Показывать полосу прокрутки, если доступно более одной страницы.
sk: Zobraziť posuvník, ak je dostupných viac obrazoviek.
sq: Shfaqeni shiritin rrëshqitës, nëse më shumë se një faqe është në dispozicion.
sr: Prikaži traku za pomeranje ako je dostupno više stranica.
tr: Birden fazla sayfa mevcutsa Kaydırma Çubuğunu göster.

source: Show ServiceIcons
ar: إظهار أيقونات الخدمة
cs: Zobrazit programové ikony
da: Vis kanalikoner
de: Service-Icons anzeigen
el: Εμφάνιση εικονιδίων υπηρεσίας
es: Mostrar iconos del servicio
et: Kuva teenuseikoonid
fi: Näytä kanavalogot
hr: Prikaži IkonuServisa
it: Mostra le icone dei canali
lt: Rodyti kanalų logotipus
pl: Pokaż Ikony Serwisów
pt: Mostrar ícones do serviço
ru: Показать иконки сервисов
sk: Zobraziť ikony staníc
sq: Shfaqni ikonat e kanaleve
sr: Pokaži Ikonu Servisa
tr: Hizmet Simgelerini Göster

source: Show Space between Layer A and B
ar: إظهار المسافة بين الطبقة أ و ب
cs: Zobrazit plochu mezi vrstvami A a B
da: Vis mellemrum mellem lag A og B
de: Lücke zwischen Layer A und Layer B anzeigen
el: Εμφάνιση διαστήματος μεταξύ των επιπέδων Α και Β
es: Mostrar espacio entre la capa A y B
et: Tühi ruum A- ja B-kihi vahel
fi: Tyhjä tila tason A ja B välissä
hr: Prikaži prostor između sloja A i B
it: Mostra spazio fra livello A e B
lt: Rodyti tarpą tarp sluoksnių A ir B
pl: Pokaż odstęp między warstwami A i B
pt: Mostrar espaço entre as camadas A e B
ru: Показать пространство между слоями А и В
sk: Zobraziť plochu medzi vrstvami A a B
sq: Shfaqni hapësirë midis shtresave A e B
sr: Prikaži razmak između sloja A i B
tr: A ve B Katmanları Arasındaki Boşluğu Göster

source: Show Tuner-Info
ar: إظهار معلومات-التونر
cs: Zobrazit informace o tunerech
da: Vis Tunerinfo
de: Tuner Information anzeigen
el: Εμφάνιση πληροφοριών tuner
es: Mostrar información del sintonizador
et: Kuva tuuneriandmed
fi: Näytä virittimen tiedot
hr: Prikaži Tuner-Informaciju
it: Mostra le info del tuner
lt: Rodyti imtuvo informaciją
pl: Pokaż Tuner-Info
pt: Mostrar informações do sintonizador
ru: Показать инфо тюнера
sk: Zobraziť informácie o tuneroch
sq: Shfaqni informacionin e sintonizuesit
sr: Pokaži Tjuner-Info
tr: Tuner Bilgisini Göster

source: Show also in main layer?
ar: تظهر أيضا في الطبقة الرئيسية؟
cs: Zobrazit i v hlavní vrstvě?
da: Vis også i hovedlag?
de: Auch im Hauptlayer anzeigen?
el: Εμφάνιση επίσης στο κύριο επίπεδο;
es: ¿Mostrar también en la capa principal?
et: Kas kuvada ka peamises kihis?
fi: Näytä myös päätasolla?
hr: Prikaži i u glavnom sloju?
it: Mostra anche nel livello principale?
lt: Rodyti ir pagrindiniame sluoksnyje?
pl: Pokaż także w głównej warstwie?
pt: Mostrar também na camada principal?
ru: Показать также в основном слое?
sk: Zobraziť tiež v hlavnej vrstve?
sq: Ta shfaqim edhe në shtresën kryesore?
sr: Prikaži i u glavnom sloju?
tr: Ana katmanda da gösterilsin mi?

source: Show cityname in details
cs: Zobrazit název města v podrobnostech
el: Εμφάνιση ονόματος πόλης με λεπτομέρειες
es: Mostrar el nombre de la ciudad en detalle
fi: Näytä kaupunkinimi yksityiskohdissa
hr: Prikaži ime grada u detaljima
pl: Pokaż nazwę miasta w szczegółach
pt: Mostrar nome da cidade em detalhes
ru: Показать название города в деталях
sk: Zobrazovať názov mesta v podrobných informáciách
sr: Prikaži naziv grada u detaljima
tr: Şehir adını ayrıntılı olarak göster

source: Show color buttons at top of the screen.
ar: إظهار الأزرار الملونة أعلى الشاشة.
cs: Zobrazení barevných tlačítek v horní části obrazovky.
da: Vis farvede knapper i toppen af skærmen.
de: Zeige Farbtasten oben auf dem Bildschirm ( hilft beim Umsortieren der Menüpunkte )
el: Εμφάνιση έγχρωμων πλήκτρων στο επάνω μέρος της οθόνης.
es: Mostrar los botones de color en la parte superior de la pantalla.
fi: Näytä värinäppäimet ruudun yläosassa.
hr: Prikaži dugme za boje na vrhu zaslona.
it: Mostra i pulsanti colorati in alto allo schermo.
lt: Rodyti spalvotus mygtukus ekrano viršuje.
pl: Pokaż kolorowe przyciski u góry ekranu.
pt: Mostrar botões de cor no topo do ecrã.
ru: Показать кнопки цвета в верхней части экрана.
sk: Zobraziť farebné tlačidlá v hornej časti obrazovky.
sq: Shfaqini butonat me ngjyra në krye të ekranit.
sr: Prikaži dugmad za boje na vrhu ekrana.
tr: Ekranın üst kısmında renk tuşlarını göster.

source: Show detail
cs: Zobrazit podrobnosti
el: Εμφάνιση λεπτομερειών
es: Ver detalle
fi: Näytä tarkat tiedot
hr: Prikaži detalje
pl: Pokaż szczegóły
pt: Mostrar detalhes
ru: Показать детали
sk: Zobraziť podrobnosti
sr: Pokaži detalje
tr: Detayları göster

source: Show event colors if entry selected
ar: إظهار ألوان الحدث إذا تم تحديد الإدخال
cs: Zobrazit barevně událost vybrané položky
da: Vis begivenhed farver hvis post vælges
de: Zeige Ereignisfarben, wenn ein Eintrag ausgewählt ist
el: Εμφάνιση χρωμάτων προγράμματος αν επιλεγεί το στοιχείο
es: Mostrar los colores del evento si se selecciona la entrada
et: Kui valitud, kuva saatevärvid
fi: Näytä tapahtuman värit, jos merkintä on valittu
hr: Prikaži boje događaja ako je unos odabran
it: Mostra il colore del programma se la voce è selezionata
lt: Rodyti įvykio spalvas Jei įrašas pažymėtas
pl: Pokaż kolory zdarzeń, jeśli wybrano wpis
pt: Mostrar cores do evento se a entrada for selecionada
ru: Цвета событий при выборе
sk: Zobraziť farby relácie, ak je položka vybraná
sq: Shfaqni ngjyrën e programit nëse elementi është përzgjedhur
sr: Prikaži boje događaja ako je unos izabran
tr: Giriş seçilirse etkinlik renklerini göster

source: Show extended Screen-Resolution
ar: إظهار معلومات دقة الشاشة الموسعة
cs: Zobrazit informace o rozlišení obrazu
da: Vis udvidet skærmopløsning
de: Erweiterte Bildauflösung anzeigen
el: Εμφάνιση εκτεταμένης ανάλυσης οθόνης
es: Mostrar resolución de pantalla extendida
et: Kuva laiendatud ekraanilahutus
fi: Näytä lähetyksen/tallenteen laajennettu resoluutiotiedot
hr: Prikaži proširenu rezoluciju zaslona
it: Mostra la risoluzione dello schermo esteso
lt: Rodyti išplėstinius rezoliucijos pasirinkimus
pl: Pokaż rozszerzoną Rozdzielczość Ekranu
pt: Mostrar resolução de ecrã alargada
ru: Показать расширенные разрешения экрана
sk: Zobraziť informáciu o rozlíšení obrazu
sq: Shfaqni rezolucionin shtesë të ekranit
sr: Prikaži proširenu rezoluciju ekrana
tr: Genişletilmiş Ekran Çözünürlüğünü Göster

source: Show forecast
cs: Zobrazit předpověď
el: Εμφάνιση πρόβλεψης καιρού
es: Mostrar previsión
fi: Näytä ennuste
hr: Prikaži prognozu
pl: Pokaż prognozę
pt: Mostrar previsão do tempo
ru: Показать прогноз на Х дней
sk: Zobraziť predpoveď
sr: Pokaži prognozu
tr: Tahmini göster

source: Show free RAM
ar: عرض الذاكرة المتاحة
cs: Zobrazit volnou paměť RAM
da: Vis fri RAM
de: Freien RAM anzeigen
el: Εμφάνιση ελεύθερης μνήμης RAM
es: Mostrar RAM disponible
et: Kuva vaba RAM
fi: Näytä vapaa muisti
hr: Prikaži slobodan RAM
it: Mostra la RAM libera
lt: Rodyti laisvą operatyvinę atmintį
pl: Pokaż wolną pamięć RAM
pt: Mostrar memória RAM
ru: Показать свободную оперативую память
sk: Zobraziť voľnú pamäť RAM
sq: Shfaqni RAM-in e lirë
sr: Pokaži slobodan RAM
tr: Boş RAM'i göster

source: Show in Channel selection?
ar: تظهر في اختيار القناة؟
cs: Zobrazit ve výběru programů?
da: Vis i kanalvalg?
de: In der Kanalliste anzeigen?
el: Εμφάνιση στην επιλογή καναλιών;
es: ¿Mostrar en la selección de canal?
et: Kuva kanalinimekirjas
fi: Näytetäänkö kanavavalinnassa?
hr: Prikazati u odabiru kanala?
it: Mostra nella selezione dei canali?
lt: Rodyti kanalų pasirinkime?
pl: Pokaż w wyborze kanału?
pt: Mostrar na seleção do canal?
ru: Показать в выборе каналов?
sk: Zobraziť vo výbere stanice?
sq: Ta shfaqim në përzgjedhjen e kanaleve?
sr: Prikazati u izboru kanala?
tr: Kanal seçiminde gösterilsin mi?

source: Show in EMC?
ar: إظهار في EMC؟
cs: Zobrazit v EMC?
da: Vis i EMC?
el: Εμφάνιση στο EMC;
es: ¿Mostrar en EMC?
fi: Näytetäänkö Enhanced Movie Center?
hr: Prikaži u EMC?
pl: Pokaż w EMC?
pt: Mostrar na EMC?
ru: Показать в EMC?
sk: Zobraziť v EMC?
sq: Ta shfaqim në EMC?
sr: Pokazati u EMC?
tr: EMC'de gösterilsin mi?

source: Show in Movie Center?
ar: إظهار في مركز الأفلام؟
cs: Zobrazit v Movie Centru?
da: Vis i Filmcenter?
de: Im Movie Center anzeigen?
el: Εμφάνιση στο Movie Center;
es: ¿Mostrar en la filmoteca?
et: Kuva filmilistis
fi: Näytetäänkö Toisto soittimessa?
hr: Prikaži u Filmskom Centru?
it: Mostra nel Movie Center?
lt: Rodyti kino centre?
pl: Pokaż w Movie Center?
pt: Mostrar no Centro de Cinema?
ru: Показать в Киноцентре?
sk: Zobraziť v centre filmov?
sq: Ta shfaqim në Qendrën e Filmit?
sr: Prikazati u Filmski centar?
tr: Film Merkezi'nde gösterilsin mi?

source: Show in MoviePlayer
ar: إظهار في مشغل-الأفلام
cs: Zobrazit v Přehrávači filmů
da: Vis i MoviePlayer
de: Im MoviePlayer anzeigen
el: Εμφάνιση στον αναπαραγωγό ταινιών
es: Mostrar en el reproductor de películas
et: Kuva filmiribal
fi: Näytä sää tiedot tallennusta toistettaessa
hr: Prikaži u Filmskom Plejeru
it: Mostra nel MoviePlayer
lt: Rodyti filmų grotuve
pl: Pokaż w Odtwarzaczu Filmów
pt: Mostrar no Leitor de Filmes
ru: Показать в плеере
sk: Zobraziť v prehrávači filmov
sq: Shfaqeni në Luajtësin e filmave
sr: Pokazati u Filmskom Plejeru
tr: MoviePlayer'da göster

source: Show info in main menu and context menu if more entries on next side. (no restart required)
ar: إظهار المعلومات في القائمة الرئيسية وقائمة السياق إذا كان هناك المزيد من الإدخالات على الجانب التالي. (لا يلزم إعادة التشغيل)
cs: Zobrazení informací v hlavní nabídce a kontextové nabídce, pokud je na další straně více položek. (není nutný restart)
da: Vis info i hovedmenu og undermenu hvis der findes flere poster på næste side. (genstart ikke nødvendig)
el: Εμφάνιση πληροφοριών στο κύριο μενού και στο μενού περιεχομένων αν υπάρχουν περισσότερες καταχωρήσεις στην άλλη πλευρά. (δεν απαιτείται επανεκκίνηση)
es: Mostrar información en el menú principal y contextual si hay más entradas en el siguiente lado. (no es necesario reiniciar)
fi: Näyttää tiedot päävalikossa ja pikavalikossa, jos seuraavalla sivulla on lisää merkintöjä. (Uudelleenkäynnistystä ei tarvita vaihdon jälkeen)
hr: Prikaži informacije u glavnom menu i kontekstnom menu ako ima više unosa na sljedećoj stranici. (ponovno pokretanje nije potrebno)
pl: Pokaż informacje w menu głównym i menu kontekstowym, jeśli jest więcej wpisów na następnej stronie. (restart nie jest wymagany)
pt: Mostrar informações no menu principal e no menu de contexto se houver mais entradas no lado seguinte. (não é necessário reiniciar)
ru: Показать информацию в главном меню и контекстном меню, если на следующей стороне больше записей. (перезагрузка не требуется)
sk: Zobraziť informácie v hlavnej ponuke a kontextovej ponuke, ak je na druhej strane viac položiek. (nie je potrebný reštart)
sq: Shfaq informacion në menunë kryesore dhe menunë e kontekstit, nëse ka më shumë zëra në anën tjetër. (nuk nevojitet rinisje)
sr: Prikaži informacije u glavnom meniju i kontekstualnom meniju ako ima više stavki na sledećoj strani. (nije potrebno restartovanje)
tr: Yan tarafta daha fazla öğe varsa, ana menüde ve bağlam menüsünde bilgi göster. (yeniden başlatmaya gerek yok)

source: Show large Text on bottom of the screen
ar: إظهار نص كبير في الجزء السفلي من الشاشة
cs: Zobrazit velký text na spodní části obrazovky
da: Vis stor tekst i bunden af skærmen
de: Großen Text unten am Bildschirm anzeigen
el: Εμφάνιση μεγάλου κειμένου στο κάτω μέρος της οθόνης
es: Mostrar texto grande en la parte inferior de la pantalla
et: Kuva suur tekst ekraani alaservas
fi: Suurennettu teksti ruudun alareunassa
hr: Prikaži veliki tekst na dnu ekrana
it: Mostra testo grande in basso allo schermo
lt: Rodyti didelį tekstą ekrano apačioje
pl: Pokaż duży Tekst na dole ekranu
pt: Mostrar texto grande na parte inferior do ecrã
ru: Показать крупный текст в нижней части окна
sk: Zobraziť veľký text v spodnej časti obrazovky
sq: Shfaqni tekst të madh në fund të ekranit
sr: Prikaži veliki tekst na dnu ekrana
tr: Ekranın alt kısmında büyük Metin göster

source: Show lower left Corner Layer
ar: إظهار طبقة الزاوية اليسرى السفلية
cs: Zobrazit spodní levý roh vrstvy
da: Vis nederste venstre hjørne lag
de: Layer unten links anzeigen
el: Εμφάνιση επιπέδου κάτω αριστερής γωνίας
es: Mostrar la capa de la esquina inferior izquierda
et: Kuva vasaku ülemise nurga kiht
fi: Näytä tasot vasemmassa alakulmassa
hr: Prikaži sloj u donjem lijevom kutu
it: Mostra il livello all'angolo in basso a sinistra
lt: Rodyti apatiniame kairiajame kampo sluoksyje
pl: Pokaż dolną lewą warstwę narożnika
pt: Mostrar camada no canto inferior esquerdo
ru: Показать нижний левый угол слоя
sk: Zobraziť spodný ľavý roh vrstvy
sq: Shfaqni Shtresën e Këndit poshtë, majtas
sr: Prikaži sloj u donjem levom uglu
tr: Sol alt köşe katmanını göster
