Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: (No preview picture available.)
ar: (لا توجد صورة معاينة متاحة)
cs: (žádný náhled, obrázek není dostupný)
da: (Intet forhåndsbillede tilgængelig.)
de: (kein Vorschaubild vorhanden)
el: (Δεν υπάρχει διαθέσιμη εικόνα προεπισκόπησης.)
es: (No hay disponible imagen de previsualización.)
et: (Pilt eelvaateks puudub.)
fi: (Esikatselukuvaa ei löydy.)
hr: (Pregledna slika nije dostupna.)
it: (Non disponibile l'anteprima dell'immagine.)
lt: (Paveikslėlio peržiūrai nėra)
pl: (Brak podglądu obrazu.)
pt: (Sem imagem de pré-visualização disponível.)
ru: (Предпросмотра нет)
sk: (Náhľad nie je dostupný.)
sq: (S'është në dispozicion parakëqyrja e imazhit.)
sr: (Nema dostupne slike za pregled.)
tr: (Ön izleme resmi mevcut değil.)

source: (One or more %s icons are missing.)
ar: (واحد أو أكثر %s من الأيقونات مفقود.)
cs: (Chybí jedna nebo více ikon %s.)
da: (en eller flere %s ikoner mangler.)
el: (Λείπουν ένα ή περισσότερα εικονίδια %s.)
es: (Faltan uno o varios iconos %s).
et: (Üks või suurem % ikoone on kadunud.)
fi: (Yksi tai useampi %s-kuvake puuttuu.)
hr: (Jedna ili više ikona %s nedostaje.)
pl: (Brakuje jednej lub więcej %s ikon.)
pt: (Um ou mais %s icons estão em falta.)
ru: (Один или несколько значков %s отсутствуют).
sk: (Jedna alebo viac %s ikon chýba.)
sq: (Mungojnë një a më shumë icon-a %s.)
sr: (Jedna ili više %s ikona nedostaje.)
tr: (Bir veya daha fazla %s simgesi eksik.)

source: Maybe is a compatibility issue with %s resolution. Attention: The osd-error occurs first after gui or system restart! Do you want really change from %s to %s - skin?
ar: ربما هنالك مشكلة في التوافق مع %s الدقة. تنبيه: يحدث خطأ OSD أولاً بعد إعادة تشغيل واجهة المستخدم الرسومية أو النظام! هل تريد بالفعل التغيير من %s إلى %s -مظهر-سكين؟
cs: Možný problém s kompatibilitou při rozlišení %s. Upozornění: OSD chyba nastane hned po restarte GUI nebo systému! Opravdu si přejete změnit z %s na %s vzhled?
da: Kan være et kompatibilitetspørgsmål med %s opløsningen. Bemærk; OSD fejl forekommer først efter GUI- eller systemgenstart! Vil du virkelig ændre Tema fra %s til %s?
de: Möglicherweise besteht ein Kompatibilitätsproblem mit der %s Auflösung. Achtung: Der OSD-Fehler tritt erst nach einem Neustart der GUI oder des Systems auf! Wollen Sie wirklich von %s auf den %s - Skin umstellen?
el: Ίσως υπάρχει πρόβλημα συμβατότητας με την ανάλυση %s. Προσοχή: Το σφάλμα osd εμφανίζεται πρώτα μετά την επανεκκίνηση της επιφάνειας χρήστη ή του συστήματος! Θέλετε πραγματικά να γίνει αλλαγή από το %s στο θέμα %s;
es: Es posible que sea un problema de compatibilidad con la resolución %s. Atención: ¡El error de osd es el primero en ocurrir tras reiniciar el sistema o la interfaz gráfica! ¿Seguro que quiere cambiar de %s a %s - interfaz?
et: Kasutades %s lahutust, võib esineda probleeme ühilduvusega. Võimalikud vead ekraanigraafikas tekivad pärast E2 või vastuvõtja taaskäivitamist! Kas vahetad %s kujunduse %s vastu?
fi: Ehkä on yhteensopivuusongelma %s tarkkuudella. Huomio: Kuvaruudun virheet ilmenevät ensimmäisen kerran kun järjestelmän uudelleen käynnistettään! Haluatko varmasti vaihtaa %s to %s teeman?
hr: Možda je riječ o problemu kompatibilnosti s %s rezolucijom. Pažnja: osd greška se prvi put pojavljuje nakon ponovnog pokretanja gui-a ili sustava! Jeste li sigurni da želite promijeniti skin s %s na %s?
it: Forse è un problema di compatibilità con la risoluzione %s. Attenzione: l’errore dell'OSD arriva solo con un riavvio del sistema o della GUI! Vuoi veramente cambiare dalla skin %s alla %s ?
lt: Gal yra suderinamumo problema su %s rezoliucija. Dėmesio: Osd klaida įvyksta pirmą kartą po to, grafinė aplinka arba sistema iš naujo paleidžiama! Ar norite tikrai pakeisti temą iš %s į %s?
pl: Może to problem ze zgodnością z %s rozdzielczością. Uwaga: Błąd osd pojawia się najpierw po gui lub ponownym uruchomieniu systemu! Chcesz naprawdę zmienić z %s do %s - skin?
pt: Talvez seja um problema de compatibilidade com a resolução %s. Atenção: O erro de OSD ocorre primeiro após a reinicialização do GUI ou do sistema! Você realmente quer mudar de %s para %s - skin?
ru: Возможна проблема совместимости с разрешением %s Внимание: Ошибка OSD проявится сразу после перезапуска GUI или системы! Вы действительно хотите заменить скин %s на %s?
sk: Možný problém s kompatibilitou pri rozlíšení %s. Upozornenie: OSD chyba nastane hneď po reštarte GUI alebo systému! Naozaj chcete zmeniť %s na %s – vzhľad?
sq: Mbase është një problem përputhshmërie me rezolucionin e %s. Kujdes: gabimi i shfaqur në ekran, së pari, ndodh vetëm kur bëhet rinisje e sistemit ose e GUI-t! Vërtet dëshironi të kaloni nga skin-i %s tek ai %s?
sr: Možda je problem u kompatibilnosti sa %s rezolucijom. Pažnja: OSD greška se prvo javlja nakon ponovnog pokretanja GUI ili sistema! Da li zaista želite da promenite sa %s na %s - skin?
tr: Belki de %s çözünürlüğüyle uyumluluk sorunu vardır. Dikkat: OSD hatası, GUI veya sistem yeniden başlatıldıktan sonra ilk olarak ortaya çıkar! Gerçekten %s arayüzünden %s arayüzüne geçmek istiyor musunuz?

source: Press 'OK-Button'
ar: اضغط 'زر-موافق OK'
cs: Zmáčkněte tlačítko 'OK'
da: Tryp 'OK-Knap'
de: Drücke die 'OK-Taste'
el: Πιέστε το πλήκτρο 'ΟΚ'
es: Pulse el botón 'OK'
et: Vajuta 'OK'
fi: Paina 'OK Näppäintä'
hr: Pritisni 'OK-Dugme'
it: Premere sul pulsante 'Ok'
lt: Paspauskite "OK mygtuką"
pl: Naciśnij przycisk 'OK'
pt: Prima o botão de 'OK'
ru: Нажмите кнопку 'OK'
sk: Stlačte tlačidlo 'OK'
sq: Shtypni butonin "OK"
sr: Pritisnite 'OK dugme'
tr: OK tuşuna basın

source: - box support unknown
ar: - الدعم للجهاز غير معروف
cs: - podpora neznámá
da: - boksunderstøttelse ukendt
de: - Box Unterstützung unbekannt
el: - υποστήριξη δέκτη άγνωστη
es: - soporte de caja desconocido
et: - tugi vastuvõtjale teadmata
fi: - Vastaanottimen tuki tuntematon
hr: .- podrška za prijemnik nepoznata
it: - no supporto
lt: - imtuvo palaikymas nežinomas
pl: - nieznane wsparcie
pt: - compatibilidade com a box desconhecida
ru: - поддержка ресивера неизвестна
sk: – podpora neznáma
sq: - s'njihet përputhshmëria e marrësit
sr: .- podrška za prijemnik nepoznata
tr: - cihaz desteği bilinmiyor

source: !!! If your receiver not compatible is a crash possible !!! Choose 'yes', then starts the resolution test. The old resolution will automatically restored after 10 seconds.
ar: !!! اذا كان جهاز الاستقبال الخاص بك غير متوافق، قد يسبب ذلك تعارض في النظام!!! اختر 'نعم'، ثم ابدأ اختبار دقة العرض. ستتم استعادة دقة العرض السابقة تلقائياً بعد 10 ثوانٍ.
cs: !!! Jestliže není váš přijímač kompatibilní je možné selhání systému !!! Zvolte 'Ano' a provede se test rozlišení. Původní rozlišení bude automaticky obnoveno po 10 sekundách.
da: !!! Hvis din modtager ikke er kompatibel kan et nedbrud forekomme !!! Vælg 'Ja', og start så opløsningsprøve. Den gamle opløsning vil automatisk blive gendannet efter 10 sekunder.
de: !!! Ist Ihr Receiver nicht kompatibel, ist ein Systemabsturz möglich !!! Wenn Sie 'Ja' wählen beginnt der Auflösungstest. Die alte Auflösung wird automatisch nach 10 Sekunden wieder hergestellt.
el: !!! Εάν ο δέκτης σας δεν είναι συμβατός είναι πιθανό να γίνει κρασάρισμα!!! Επιλέξτε 'ναι', για να ξεκινήσει η δοκιμή ανάλυσης. Η παλιά ανάλυση θα επανέλθει αυτόματα μετά από 10 δευτερόλεπτα.
es: !!! Si su receptor no es compatible podría quedarse colgado !!! Elija 'sí' y, a continuación, inicie la prueba de resolución. La resolución anterior se restaurará automáticamente después de 10 segundos.
et: Mitteühilduv vastuvõtja võib kokku joosta! Vali 'jah' ja käivita lahutuse test. Vana lahutus taastatakse automaatselt 10 sekundi pärast.
fi: !!! Jos vastaanotin ei ole yhteensopiva, järjestelmän kaatuminen on mahdollista !!! Jos valitset" Kyllä ", resoluutio testi alkaa. Vanha resoluutio palautetaan automaattisesti 10 sekunnin kuluttua.
hr: !!! Ako vaš prijemnik nije kompatibilan, mogući je pad sustava !!! Odaberite 'da', zatim započinje test rezolucije. Stara rezolucija će se automatski vratiti nakon 10 sekundi.
it: !!! Se il vostro ricevitore non è compatibile, ciò può provocare un blocco!!! Selezionare 'Sì', per avviare il test della risoluzione. La risoluzione precedente sarà automaticamente ripristinata dopo 10 secondi.
lt: !!! Jei nėra suderinamo imtuvo yra įmanomas gedimas !!! Pasirinkite "taip", tada prasideda rezoliucijos bandymas. Sena rezoliucija bus automatiškai atkurta po 10 sekundžių.
pl: !!! Jeśli Twój odbiornik nie jest kompatybilny, możliwa jest awaria !!! Wybierz 'tak' a następnie rozpocznie siętest rozdzielczości. Stara rozdzielczość zostanie automatycznie przywrócona po 10 sekundach.
pt: !!! Se o seu receptor não for compatível é possível um travamento!!! Escolha 'yes' e inicie o teste de resolução. A resolução antiga será restaurada automaticamente após 10 segundos.
ru: Если Ваш ресивер несовместим, возможны проблемы!!! Выберите 'Да' для запуска теста. Старое разрешение будет восстановлено автоматически через 10 секунд.
sk: !!! Ak váš prijímač nie je kompatibilný, je možné zlyhanie systému !!! Zvoľte 'Áno' a spustí sa test rozlíšenia. Pôvodné rozlíšenie sa automaticky obnoví po 10 sekundách.
sq: !!! Nëse marrësi yt nuk është i përputhshëm, mund të ndodhë një bllokim!!! Zgjidhni 'po', pastaj nisni provën e rezolucionit. Rezolucioni i vjetër do të rivendoset pas 10 sekondash.
sr: !!! Ako vaš prijemnik nije kompatibilan, mogući je pad !!! Izaberite 'da', zatim započnite test rezolucije. Stara rezolucija će se automatski vratiti nakon 10 sekundi.
tr: !!! Alıcınız uyumlu değilse çökme olasılığı vardır !!! Evet'i seçtikten sonra çözünürlük testi başlar, Eski çözünürlük 10 saniye sonra otomatik olarak geri yüklenecektir.

source: !!! Recording(s) are in progress or coming up in few minutes !!!
ar: !!! التسجيل (التسجيلات) قيد التقدم أو سيظهر في غضون دقائق قليلة !!!
cs: !!! Nahrávání právě probíhá nebo začne během několika minut !!!
da: !!! Optagelse(r) er i gang eller starter om få minutter !!!
de: !!! Aufnahme(n) sind aktiv oder starten in wenigen Minuten !!!
el: !!! Εκτελούνται εγγραφές ή θα ξεκινήσουν σε λίγο !!!
es: ¡¡¡ La(s) grabación(es) está(n) en curso o empezará(n) en pocos minutos !!!
et: Salvestamine on käimas või peatselt algamas!
fi: !!! Tallennus on käynnissä tai se alkaa muutaman minuutin kuluttua !!!
hr: !!! Snimanje je u tijeku ili počinje za nekoliko minuta !!!
it: !!! Una o più registrazioni sono in corso o avvieranno fra qualche minuto!!!
lt: !!! Vyksta, arba po kelių minučių prasidės numatytas įrašymas !!!
pl: !!! Nagrywanie(a) trwają lub zbliżają się w ciągu kilku minut !!!
pt: !!! As gravações estão em andamento ou serão concluídas em alguns minutos !!!
ru: Параметры сохраняются, это займёт несколько минут!
sk: !!! Nahrávanie práve prebieha, alebo sa začne v blízkom čase !!!
sq: !!! Regjistrimi(et) janë në proces ose nis(in) pas pak minutash !!!
sr: !!! Snimanje je u toku ili će početi za nekoliko minuta !!!
tr: !!! Kayıt işlemleri devam ediyor veya birkaç dakika içinde başlayacak !!!

source: %d Minutes
cs: %d minut
el: %d λεπτά
es: %d Minutos
et: % minuteid
fi: %d Minuuttia
hr: %d Minuta
pl: %d Minuty
pt: %d Minutos
ru: %d минут
sk: %d min.
sr: %d Minuta
tr: %d Dakika

source: ' in the '
ar: ' في الـ '
cs: ' v '
da: ' under '
el: ' στο '
es: ' en el '
fi: '' kohdassa ''
hr: ' u '
pl: ' w '
pt: ' no '
ru: ' в '
sk: ' v '
sq: ' tek '
sr: ' u '
tr: ' içinde '

source: (Text-Mode)
ar: (وضع-النص)
cs: (textový mód)
da: (Tekst-tilstand)
de: (Text-Modus)
el: (Λειτουργία κειμένου)
es: (Modo-Texto)
et: (tekstirežiim)
fi: (Tekstitila)
hr: (Tekst-Način)
it: (Modo-testo)
lt: (Tekstinis režimas)
pl: (Tryb Tekstowy)
pt: (Modo Texto)
ru: (текстовый режим)
sk: (textový mód)
sq: (Modaliteti-Tekst)
sr: (Tekst-Režim)
tr: ( Yazı-Modu )

source: --- empty ---
ar: --- فارغ ---
cs: --- prázdný ---
da: --- tom ---
de: --- leer ---
el: --- άδειο ---
es: --- vacío ---
et: --- tühi ---
fi: --- tyhjä ---
hr: --- prazno ---
it: --- vuoto ---
lt: ---tuščias---
pl: --- pusty ---
pt: ---vazio---
ru: --- Пусто ---
sk: --- prázdny ---
sq: --- bosh ---
sr: --- prazno ---
tr: --- boş ---

source: 1 px
es: 1 pixel
lt: 1 piks.
ru: 1 пикс

source: 10 px
es: 10 píxeles
lt: 10 piks.
ru: 10 пикс

source: 2 px
es: 2 píxeles
lt: 2 piks.
ru: 2 пикс

source: 3 px
es: 3 píxeles
lt: 3 piks.
ru: 3 пикс

source: 4 px
es: 4 píxeles
lt: 4 piks.
ru: 4 пикс

source: 5 px
es: 5 píxeles
lt: 5 piks.
ru: 5 пикс

source: 6 px
es: 6 píxeles
lt: 6 piks.
ru: 6 пикс

source: 7 px
es: 7 píxeles
lt: 7 piks.
ru: 7 пикс

source: 8 px
es: 8 píxeles
lt: 8 piks.
ru: 8 пикс

source: 9 px
es: 9 píxeles
lt: 9 piks.
ru: 9 пикс

source: A background update check is in progress, please wait a few minutes and try again.
ar: التحقق من التحديث في الخلفية قيد التقدم، يرجى الانتظار بضع دقائق والمحاولة مرة أخرى.
cs: Ověření aktualizace se odehrává na pozadí. Prosím, vyčkejte několik minut nebo to zkuste znovu.
da: En opdateringskontrol er i gang i baggrunden, vent venligst nogle få minutter og prøv så igen.
de: Eine Updateüberprüfung findet im Hintergrund statt. Bitte warten Sie einige Minuten und versuchen es noch einmal.
el: Εκτελείται έλεγχος για ενημερώσεις στο παρασκήνιο, περιμένετε μερικά λεπτά και ξαναδοκιμάστε.
es: Se está realizando una comprobación de actualización en segundo plano, por favor espere unos minutos e inténtelo de nuevo.
et: Taustal toimub uuenduste otsing. Oota paar minutit ja proovi uuesti.
fi: Päivitystarkastus tapahtuu taustalla. Odota muutama minuutti ja yritä uudelleen.
hr: Provjera ažuriranja u pozadini je u tijeku, pričekajte nekoliko minuta i pokušajte ponovno.
it: E' in corso un controllo di aggiornamento in background, per favore attendi qualche minuti e riprova.
lt: Fone vyksta atnaujinimų paieška, palaukite ir po kelių minučių bandykite dar kartą.
pl: Aktualnie trwa sprawdzanie aktualizacji, odczekaj kilka minut i spróbuj ponownie.
pt: Uma verificação de atualização em segundo plano está em andamento, aguarde alguns minutos e tente novamente.
ru: Проверка обновлений происходит в фоновом режиме. Пожалуйста, подождите несколько минут и попробуйте снова.
sk: Prebieha kontrola aktualizácie na pozadí. Prosím, počkajte pár minút, alebo to skúste znova.
sq: Në sfond është në vijim një kontroll përditësimi, ndaj prisni disa minuta dhe provoni sërish.
sr: Provera ažuriranja u pozadini je u toku, molimo sačekajte nekoliko minuta i pokušajte ponovo.
tr: Arka planda bir güncelleme kontrolü yapılıyor, lütfen birkaç dakika bekleyin ve tekrar deneyin.

source: A higher value results in a slow movement.
ar: تؤدي القيمة الأعلى إلى حركة بطيئة.
cs: Vyšší hodnota znamená pomalý pohyb.
da: En højre værdi resultere i langsommere bevægelse.
de: Ein höherer Wert verlangsamt die Bewegung.
el: Μια υψηλότερη τιμή οδηγεί σε αργή κίνηση.
es: Un valor muy alto da lugar a un movimiento lento.
et: Kõrgema väärtuse puhul on liikumine aeglasem.
fi: Suurempi arvo hidastaa liikettä.
hr: Viša vrijednost rezultira sporim kretanjem.
it: Più grande è il valore, più lento è il movimento.
lt: Didesnės reikšmės rezultatai lėtame judėjime.
pl: Wyższa wartość powoduje powolny ruch.
pt: Um valor mais alto resulta em um movimento lento.
ru: Более высокое значение приводит к медленному движению.
sk: Vyššie hodnoty znamenajú pomalší pohyb.
sq: Një vlerë e madhe rezulton në lëvizje të ngadaltë.
sr: Veća vrednost rezultira sporijim kretanjem.
tr: Daha yüksek bir değer, daha yavaş bir harekete neden olur.

source: AUDIO
ar: الصوت
el: ΗΧΟΣ
et: Heli
fi: ÄÄNI
pl: DŹWIĘK
pt: ÁUDIO
ru: АУДИО
sq: ZËRI
tr: SES

source: Accent colors
ar: ألوان مميزة
cs: Barevný nádech
da: Betoningsfarver
de: Akzentfarben
el: Χρώματα έμφασης
es: Colores de énfasis
et: Aktsentvärvid
fi: Korostusvärit
hr: Naglašene boje
it: Accentua i colori
lt: Paryškinimo spalvos
pl: Akcent kolorów
pt: Cores de destaque
ru: Контрастные цвета
sk: Farebný akcent
sq: Theksoni ngjyrat
sr: Akcentne boje
tr: Vurgulama Renkleri

source: Additional Layer
ar: طبقة إضافية
cs: Přidaná vrstva
da: Yderligere lag
de: Zusätzliche Layer
el: Πρόσθετο επίπεδο
es: Capa adicional
et: Lisakiht
fi: Lisäkerros
hr: Dodatni Sloj
it: Livello aggiuntivo
lt: Papildomas sluoksnis
pl: Dodatkowa Warstwa
pt: Camada adicional
ru: Дополнительный слой
sk: Doplnková vrstva
sq: Shtresa shtesë
sr: Dodatni Sloj
tr: Ek Katmanlar

source: Additional offset for font scaling
ar: إزاحة إضافية لقياس الخط
cs: Přidat kompenzaci pro škálování písma
da: Yderligere forskydning for skrifttype skalering
de: Zusätzlicher Offset für die Schriftskalierung
el: Πρόσθετη μετατόπιση για κλιμάκωση γραμματοσειράς
es: Desplazamiento adicional para el escalado de la fuente
et: Lisanihe tähesuuruse skaleerimiseks
fi: Lisäasetukset offset fontin skaalaukseen
hr: Dodatni pomak za skaliranje fonta
it: Spostamento aggiuntivo per il ridimensionamento dei caratteri
lt: Papildomas šrifto mastelio nuokrypis
pl: Dodatkowe przesunięcie dla skalowania czcionek
pt: Deslocamento adicional para escala de fonte
ru: Дополнительное смещение шрифта
sk: Dodatočná kompenzácia škálovania písma
sq: Kompensim shtesë për shkallëzimin e germave
sr: Dodatni pomak za skaliranje fonta
tr: Yazı türü ölçekleme için ek ofset

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate entrys in 'STB-Info'.
ar: بعد التمكين ، يتطلب "تطبيق التغييرات" وإعادة تشغيل، يرجى عدم الضغط على "تطبيق التغييرات" (وإعادة التشغيل) عندما تقوم بتغيير الإدخالات الثانوية في "معلومات STB".
cs: Po nastavení, stisku 'Použít změny' a restartu již nikdy nemusíte použít tlačítko 'Použít změny' (a restart) pro dokončení nastavení změn podřízených záznamu 'Informace o přijímači'.
da: Efter aktivering med 'Aktiver ændringer' og genstart, er det ikke længere nødvendigt at 'Aktiver ændringer' (og genstart) hvis du ændrer underordnede poster i 'STB-Info'.
de: Nach der Aktivierung, 'Änderungen anwenden' und Neustart ist es nicht mehr erforderlich, 'Änderungen anwenden' (und Neustart) durchzuführen, wenn Sie untergeordnete Einträge in den 'Receiver Informationen' ändern.
el: Μετά την ενεργοποίηση, δεν χρειάζεται ποτέ να πατήσετε "Εφαρμογή αλλαγών" (και επανεκκίνηση) όταν αλλάζετε δευτερεύουσες καταχωρίσεις στις "πληροφορίες STB".
es: Después de habilitar, 'Aplicar cambios' y reiniciar nunca necesita pulsar 'Aplicar cambios' (y reiniciar) cuando cambie las entradas subordinadas en 'Información del STB'.
et: Kui lubad, 'Jõusta muutused' ja taaskäivita. Ära vajuta 'Jõusta muutused' (ja taaskäivita) 'STB info' alamvalikute muutmisel.
fi: Kun tämä on otettu käyttöön, "Ota muutokset" ja uudelleenkäynnistys tarvitaan. Sinun ei kuitenkaan tarvitse painaa "Toteuta muutokset" (ja käynnistä uudelleen), kun muutat alakohtia 'Vastaanottimen tiedoissa'.
hr: Nakon omogućavanja, 'Primijeni promjene' i ponovno pokretanje nisu potrebni; nikada ne pritiskajte 'Primijeni promjene' (i ponovno pokretanje) kada mijenjate podređene unose u 'STB-Info'.
it: Dopo aver abilitato, 'Applica i cambiamenti' e riavvia. Non premere mai 'Applica cambiamenti' (e riavvia) quando cambi opzioni subordinate in 'Info STB'.
lt: Po įjungimo, "Taikyti pakeitimus" ir iš naujo reikia paleisti, niekada nespauskite "Taikyti pakeitimus" (ir iš naujo paleiskite) Kai keisite pavaldus 'STB info'.
pl: Po włączeniu opcji 'Zastosuj zmiany' i ponownym uruchomieniu nigdy nie naciskaj przycisku 'Zastosuj' zmiany' (i uruchom ponownie) kiedy zmieniasz wpisy podrzędne w 'STB-Info'.
pt: Depois de habilitar, 'Aplicar alterações' e reiniciar, nunca pressione 'Aplicar alterações' (e reiniciar) quando você alterar as entradas subordinadas em 'STB-Info'.
ru: После включения, внесения изменений и их сохранения нажмите кнопку 'Применить изменения' и перезапустите систему.
sk: Po aktivácii, stlačení 'Použiť zmeny' a reštarte už viac nemusíte používať tlačidlo 'Použiť zmeny' (a reštart) na dokončenie nastavenia zmien podriadených záznamov v 'Informáciách o prijímači’.
sq: Pas aktivizimit, "Zbatoni ndryshimet" dhe riniseni. Kurrë mos shtypni "Zbatoni ndryshimet" (dhe ta rinisni), kur ndryshoni hyrjet e ndërvarura në "Informacionin e marrësit".
sr: Nakon omogućavanja, ne morate pritiskati 'Primeni promene' (i restartovati) kada menjate podređene unose u 'STB-Info'.
tr: Etkinleştirildikten sonra, 'STB-Bilgi'de alt girdileri değiştirdiğinizde 'Değişiklikleri uygula ve yeniden başlat' düğmesine bir daha asla basmanıza gerek kalmaz.

source: After enabling, 'Apply changes' and restart needs never press 'Apply changes' (and restart) when you change subordinate options.
ar: بعد التمكين ، يتطلب "تطبيق التغييرات" وإعادة تشغيل، يرجى عدم الضغط على "تطبيق التغييرات" (وإعادة التشغيل) عند تغيير الخيارات الثانوية.
cs: Po nastavení, stisku 'Použít změny' a restartu již nikdy nemusíte použít tlačítko 'Použít změny' (a restart) pro dokončení nastavení změn podřízených voleb.
da: Efter aktivering med 'Aktiver ændringer' og genstart, er det ikke længere nødvendigt at 'Aktiver ændringer' (og genstart) hvis du ændrer underordnede poster.
de: Nach der Aktivierung, 'Änderungen anwenden' und Neustart ist es nicht mehr erforderlich, 'Änderungen anwenden' (und Neustart) durchzuführen, wenn Sie untergeordnete Optionen ändern.
el: Μετά την ενεργοποίηση, δεν χρειάζεται ποτέ να πατήσετε "Εφαρμογή αλλαγών" (και επανεκκίνηση) όταν αλλάζετε δευτερεύουσες επιλογές.
es: Después de habilitar, 'Aplicar cambios' y reiniciar nunca necesita presionar 'Aplicar cambios' (y reiniciar) cuando cambia las opciones subordinadas.
et: Kui lubad, 'Jõusta muutused' ja taaskäivita. Ära vajuta 'Jõusta muutused' (ja taaskäivita) 'STB info, alamvalikute muutmisel.
fi: Kun tämä on otettu käyttöön, "Ota muutokset" ja uudelleenkäynnistys ovat tarpeen. Sinun ei kuitenkaan tarvitse painaa "Ota muutoksett" (ja käynnistä uudelleen), kun muutat alakohtaisia asetuksia.
hr: Nakon omogućavanja, ne morate nikada pritiskati 'Primijeni promjene' (i ponovno pokrenuti) kada mijenjate podređene opcije.
it: Dopo aver abilitato, 'Applica i cambiamenti' e riavvia. Non premere mai 'Applica cambiamenti' (e riavvia) quando cambi opzioni subordinate.
lt: Po įjungimo, "Taikyti pakeitimus" ir reikia iš naujo paleisti niekada nespauskite "Taikyti pakeitimus" (ir iš naujo paleiskite) Kai keisite pavaldžias parinktis.
pl: Po włączeniu opcji 'Zastosuj zmiany' i ponownym uruchomieniu nigdy nie naciskaj przycisku 'Zastosuj' zmiany' (i uruchom ponownie) kiedy zmieniasz opcje podrzędne.
pt: Após a habilitação, 'Aplicar alterações' e reiniciar nunca precisa pressionar 'Aplicar alterações' (e reiniciar) quando você alterar as opções subordinadas.
ru: После включения, внесения изменений и их сохранения нажмите кнопку 'Применить изменения' и перезапустите систему.
sk: Po aktivácii, stlačení 'Použiť zmeny' a reštarte už viac nemusíte používať tlačidlo 'Použiť zmeny' (a reštart) na dokončenie nastavenia zmien podriadených volieb.
sq: Pasi ta aktivizoni, "Zbatoni ndryshimet" dhe riniseni. Mos e shtypni kurrë "Zbatoni ndryshimet" (dhe rinis) kur ju ndryshoni opsione e ndërvarura.
sr: Nakon omogućavanja, nije potrebno pritiskati 'Primeni promene' (i restartovati) kada menjate pomoćne opcije.
tr: Etkinleştirildikten sonra, alt seçenekleri değiştirdiğinizde 'Değişiklikleri uygula ve yeniden başlat' düğmesine bir daha asla basmanıza gerek kalmaz.
