Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Text Color Transparency
ar: شفافية لون النص
cs: Průhlednost barvy textu
da: Tekstfarve gennemsigtighed
el: Διαφάνεια χρώματος κειμένου
es: Transparencia de color del texto
fi: Tekstin värin läpinäkyvyys
hr: Prozirnost boje teksta
pl: Przezroczystość Koloru Tekstu
pt: Transparência da cor do texto
ru: Прозрачность цвета текста
sk: Transparentnosť farby textu
sq: Transparenca e ngjyrës së tekstit
sr: Prozirna Boja Teksta
tr: Metin Rengi Şeffaflığı

source: Text Font
ar: خط النص
cs: Písmo textu
da: Tekst skrifttype
el: Γραμματοσειρά κειμένου
es: Fuente del texto
fi: Teksti Fontti
hr: Font teksta
pl: Czcionka Tekstu
pt: Fonte do texto
ru: Шрифт текста
sk: Font textu
sq: Germat e tekstit
sr: Font Teksta
tr: Metin Yazı Tipi

source: Text Position
ar: موقع النص
cs: Pozice textu
da: Tekstplacering
el: Θέση κειμένου
es: Posición del texto
fi: Tekstin sijainti
hr: Položaj teksta
pl: Pozycja Tekstu
pt: Posição do texto
ru: Положение текста
sk: Pozícia textu
sq: Pozicioni i tekstit
sr: Pozicija Teksta
tr: Metin Konumu

source: Text Size
ar: حجم النص
cs: Velikost textu
da: Tekststørrelse
el: Μέγεθος κειμένου
es: Tamaño del texto
fi: Tekstin koko
hr: Veličina teksta
pl: Rozmiar Czcionki
pt: Tamanho do texto
ru: Размер текста
sk: Veľkosť textu
sq: Madhësia e tekstit
sr: Veličina Teksta
tr: Metin Boyutu

source: Text Windowtitle
ar: عنوان النافذة النصي
cs: Text titulků okna
da: Tekst vinduetitel
de: Fenstertitel Text
el: Τίτλος παραθύρου κειμένου
es: Título de la ventana de texto
et: Akna nime värv
fi: Ikkunan Otsikkoteksti
hr: Tekst Naslova Prozora
it: Testo del titolo della finestra
lt: Tekstinis lango pavadinimas
pl: Tytuł okna tekstowego
pt: Título da janela do texto
ru: Текст заголовка окна
sk: Text titulkov okien
sq: Teksti i Dritares së titullit
sr: Naslov prozora teksta
tr: Metin Pencere Başlığı

source: Text in background
ar: النص في الخلفية
cs: Text na pozadí obrazovky
da: Tekst i baggrund
de: Text im Hintergrund
el: Κείμενο στο παρασκήνιο
es: Texto de fondo
et: Tagaplaani tekst
fi: Teksti taustalla
hr: Tekst u pozadini
it: Testo sullo sfondo
lt: Tekstas fone
pl: Tekst w tle
pt: Texto em segundo plano
ru: Текст справочной информации
sk: Text v pozadí
sq: Teksti në sfond
sr: Tekst u pozadini
tr: Arka planda metin

source: The API key for OpenWeatherMap is not defined or invalid. Please verify your input data. Otherwise your settings won't be saved.
cs: Klíč API pro OpenWeatherMap není definován nebo je neplatný. Ověřte prosím vstupní údaje. Jinak se vaše nastavení neuloží.
el: Το κλειδί API για το OpenWeatherMap δεν έχει οριστεί ή δεν είναι έγκυρο. Επαληθεύστε τα δεδομένα εισόδου σας. Διαφορετικά, οι ρυθμίσεις σας δεν θα αποθηκευτούν.
es: La clave API para OpenWeatherMap no está definida o no es válida. Por favor, verifique sus datos de entrada. De lo contrario, su configuración no se guardará.
fi: OpenWeatherMapin API avainta ei ole määritelty tai se on virheellinen. Tarkista syöttämäsi tiedot. Muuten asetuksiasi ei tallenneta.
hr: API ključ za OpenWeatherMap nije definiran ili je neispravan. Molimo provjerite unesene podatke. U suprotnom, vaše postavke neće biti spremljene.
pl: Klucz API dla OpenWeatherMap nie jest zdefiniowany lub nieprawidłowy. Zweryfikuj wprowadzone dane. W przeciwnym razie ustawienia nie zostaną zapisane.
pt: A chave da API para OpenWeatherMap não está definida ou é inválida. Verifique seus dados de entrada. Caso contrário, suas configurações não serão salvas.
ru: Ключ API для OpenWeatherMap не определён или недействителен. Пожалуйста, проверьте введённые данные. В противном случае Ваши настройки не будут сохранены.
sk: Kľúč API pre OpenWeatherMap nie je definovaný, alebo je neplatný. Prosím overte zadané údaje. V opačnom prípade sa vaše nastavenia neuložia.
sr: API ključ za OpenWeatherMap nije definisan ili je nevažeći. Molimo proverite unete podatke. U suprotnom, vaša podešavanja neće biti sačuvana.
tr: OpenWeatherMap'in API anahtarı tanımlı değil veya geçersiz. Lütfen giriş verilerinizi doğrulayın. Aksi halde ayarlarınız kaydedilmeyecektir.

source: The city name is too short. More than 2 characters are needed for search.
cs: Název města je příliš krátký. Pro vyhledávání je potřeba více než 2 znaky.
el: Το όνομα της πόλης είναι πολύ μικρό. Απαιτούνται περισσότεροι από 2 χαρακτήρες για την αναζήτηση.
es: El nombre de la ciudad es demasiado corto. Se necesitan más de 2 caracteres para la búsqueda.
fi: Kaupungin nimi on liian lyhyt. Hakuun tarvitaan yli 2 merkkiä.
hr: Naziv grada je prekratak. Za pretragu je potrebno više od 2 znaka.
pl: Nazwa miasta jest zbyt krótka. Do wyszukiwania potrzebne są więcej niż 2 znaki.
pt: O nome da cidade é muito curto. Mais de 2 caracteres são necessários para a pesquisa.
ru: Название города слишком короткое. Для поиска необходимо более 2 символов.
sk: Názov mesta je príliš krátky. Vyhľadávanie je možné až po zadaní aspoň 2 znakov.
sr: Naziv grada je prekratak. Za pretragu je potrebno više od 2 karaktera.
tr: Şehir adı çok kısa. Arama için 2'den fazla karaktere ihtiyaç vardır.

source: Time Line
ar: الجدول الزمني
cs: Časová osa
da: Tidslinje
de: Zeitleiste
el: Γραμμή χρόνου
es: Línea de tiempo
et: Ajajoon
fi: Aikajana
hr: Vremenska crta
it: Linea del tempo
lt: Laiko linija
pl: Linia Czasu
pt: Linha do Tempo
ru: Линия времени
sk: Časová os
sq: Vija e Kohës
sr: Vremenska linija
tr: Zaman Çizelgesi

source: Top
ar: الأعلى
cs: Nahoře
de: Oben
el: Κορυφή
es: Arriba
et: Ülal
fi: Ylös
hr: Vrh
it: Alto
lt: Viršus
pl: Góra
pt: Topo
ru: Вверху
sk: Hore
sq: Lart
sr: Vrh
tr: Üst

source: Top of the screen
ar: الجزء العلوي من الشاشة
cs: Horní část obrazovky
da: Toppen af skærmen
de: Oben auf dem Bildschirm
el: Επάνω μέρος της οθόνης
es: Parte superior de la pantalla
et: Ekraani ülaservas
fi: Ruudun yläreunassa
hr: Vrh zaslona
it: Alto dello schermo
lt: Ekrano viršuje
pl: Góra ekranu
pt: Topo do ecrã
ru: В верхней части окна
sk: Horná časť obrazovky
sq: Në krye të ekranit
sr: Vrh ekrana
tr: Ekranın üst kısmı

source: Top of the screen with current time
ar: الجزء العلوي من الشاشة مع الوقت الحالي
cs: V horní části obrazovky s aktuálním časem
da: Toppen af skærmen med aktuel tid
de: Oben auf dem Bildschirm mit aktueller Zeit
el: Επάνω μέρος της οθόνης με την τρέχουσα ώρα
es: Parte superior de la pantalla con la hora actual
et: Ekraani ülaservas koos kellaajaga
fi: Ruudun yläreunassa kellonajan kanssa
hr: Vrh zaslona s trenutnim vremenom
it: Alto dello schermo con ora attuale
lt: Ekrano viršuje su dabartiniu laiku
pl: Góra ekranu z aktualnym czasem
pt: Topo do ecrã com a hora actual
ru: В верхней части окна с текущим временем
sk: V hornej časti obrazovky s aktuálnym časom
sq: Në krye të ekranit me kohën aktuale
sr: Vrh ekrana sa trenutnim vremenom
tr: Ekranın üst kısmında geçerli saat

source: Transparency
ar: الشفافية
cs: Průsvitnost
da: Gennemsigtighed
de: Transparenz
el: Διαφάνεια
es: Transparencia
et: Läbipaistvus
fi: Läpinäkyvyys
hr: Prozirnost
it: Trasparenza
lt: Skaidrumas
pl: Przezroczystość
pt: Transparência
ru: Прозрачность
sk: Priehľadnosť
sq: Transparencë
sr: Prozirnost
tr: Şeffaflık

source: Transparent
ar: شفاف
cs: Průsvitnost
da: Gennemsigtig
el: Διάφανο
es: Transparente
et: Läbipaistev
fi: Läpinäkyvä
hr: Prozirno
it: Trasparente
lt: Skaidrus
pl: Przezroczysty
pt: Transparente
ru: Прозрачный
sk: Priehľadný
sq: Transparente
sr: Providno
tr: Şeffaf

source: Turquoise
ar: تركواز
cs: Tyrkysová
da: Turkis
de: Türkis
el: Τουρκουάζ
es: Turquesa
et: Türkiis
fi: Turkoosi
hr: Tirkizna
it: Turchese
lt: Žalsvai mėlyna
pl: Turkus
pt: Turquesa
ru: Бирюзовый
sk: Tyrkysová
sq: Gurkali
sr: Tirkizna
tr: Turkuaz

source: Unknown error occurred!
ar: حدث خطأ غير معروف!
cs: Vyskytla se neznámá chyba!
da: Ukendt fejl indtraf!
el: Προέκυψε άγνωστο σφάλμα!
es: ¡Se ha producido un error desconocido!
et: Tundmatu viga!
fi: Tapahtui tuntematon virhe!
hr: Došlo je do nepoznate pogreške!
it: Errore sconosciuto!
lt: Nežinoma klaida!
pl: Wystąpił nieznany błąd!
pt: Ocorreu um erro desconhecido!
ru: Произошла неизвестная ошибка!
sk: Vyskytla sa neznáma chyba!
sq: Gabim i panjohur!
sr: Došlo je do nepoznate greške!
tr: Bilinmeyen hata oluştu!

source: Use simple calculation
ar: استخدم عملية حسابية بسيطة
da: Brug simpel beregning
el: Χρήση απλού υπολογισμού
es: Usar cálculo sencillo
pl: Użyj prostych obliczeń
ru: Используйте простой расчет

source: Vertical EPG
ar: دليل البرامج الإلكتروني العمودي
cs: Vertikální EPG
da: Lodret EPG
de: Vertikales EPG
el: Κάθετος EPG
es: EPG vertical
et: Vertikaalne saatekava
fi: Vertikaali EPG
hr: Okomiti EPG
it: EPG verticale
lt: Vertikalus EPG
pl: Pionowy EPG
pt: EPG vertical
ru: Вертикальный EPG
sk: Vertikálne EPG
sq: EPG vertikale
sr: Vertikalni EPG
tr: Dikey EPG

source: Violet
ar: بنفسجي
cs: Fialová
de: Violett
el: Βιολετί
es: Violeta
et: Violetne
fi: Violetti
hr: Ljubičasta
it: Viola
lt: Violetinė
pl: Fioletowy
pt: Violeta
ru: Фиолетовый
sk: Fialová
sq: Vjollcë
sr: Ljubičasta
tr: Menekşe

source: Watched color
ar: لون ما تم مشاهدته
cs: Barva sledovaného filmu
da: Viste farve
de: Farbe für Film angespielt
el: Χρώμα παρακολούθησης
es: Color al visualizar
et: Fondi värv 'vaadatud'
fi: Väri katsottu ohjelma
hr: Promatrana boja
it: Colore per un film visto
lt: Žiūrėtų spalva
pl: Obserwowany kolor
pt: Cor para um filme visualizado
ru: Цвет обзора
sk: Farba sledovanej relácie
sq: Ngjyra për filmin e shikuar
sr: Posmatrana boja
tr: İzlenen renk

source: Weather Settings Actions
cs: Akce s nastavením počasí
el: Ενέργειες ρυθμίσεων καιρού
es: Acciones de la configuración meteorológica
fi: Sää Asetukset
hr: Radnje postavki vremena
pl: Akcje ustawień pogodowych
pt: Ações das configurações meteorológicas
ru: Действия с настройками погоды
sk: Akcie pre nastavenia týkajúce sa počasia
sr: Podešavanja vremena Akcije
tr: Hava Durumu Ayar İşlemleri

source: Weather settings
ar: إعدادات الطقس
cs: Nastavení počasí
da: Vejrindsttillinger
de: Wetter - Einstellungen
el: Ρυθμίσεις καιρού
es: Ajustes meteorológicos
et: Ilma andmed
fi: Sää palvelu asetukset
hr: Postavke vremena
it: Impostazioni meteo
lt: Orų nustatymai
pl: Ustawienia pogody
pt: Configurações meteorológicas
ru: Настройки погоды
sk: Nastavenia počasia
sq: Konfigurimi i motit
sr: Podešavanja vremena
tr: Hava durumu ayarları

source: Weather week text
ar: نص الطقس-الأسبوع
cs: Text týdenního počasí
da: Ugens vejr tekst
el: Κείμενο καιρού εβδομάδας
es: Texto del tiempo semanal
et: Ilma nädala tekst
fi: Viikon sää teksti
hr: Tekst o vremenu za tjedan
pl: Tekst tygodnia pogody
pt: Texto da semana meteorológica
ru: Текст недели погоды
sk: Počasie - text týždňa
sq: Teksti i motit për javën
sr: Nedeljni vremenski izveštaj
tr: Hava durumu haftası metni

source: West
cs: Západ
el: Δυτικά
es: Oeste
fi: Länsi
hr: Zapad
pl: Zachód
pt: Oeste
ru: Запад
sk: Západ
sr: Zapad
tr: Batı

source: Where do you want to get the MetrixWeather icons?
cs: Kde chcete získat ikony MetrixWeather?
el: Από πού θέλετε να λαμβάνονται τα εικονίδια MetrixWeather;
es: ¿De dónde quieres obtenerlos iconos de MetrixWeather?
fi: Mistä haluat saada MetrixWeather kuvakkeet?
hr: Gdje želiš dobiti MetrixWeather ikone?
pl: Skąd chcesz pobrać ikony MetrixWeather?
pt: Onde você deseja obter os ícones do MetrixWeather?
ru: Где Вы хотите получить иконки MetrixWeather?
sk: Kde chcete získať ikony MetrixWeather?
sr: Gde želiš da dobiješ MetrixWeather ikonice?
tr: MetrixWeather simgelerini nereden almak istiyorsunuz?

source: White
ar: أبيض
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
et: Valge
fi: Valkoinen
hr: Bijela
it: Bianco
lt: Balta
pl: Biały
pt: Branco
ru: Белый
sk: Biela
sq: E bardhë
sr: Bela
tr: Beyaz

source: Width
ar: العرض
cs: Šířka
da: Bredde
el: Πλάτος
es: Ancho
et: Laius
fi: Leveys
hr: Širina
pl: Szerokość
pt: Largura
ru: Ширина
sk: Šírka
sq: Gjerësi
sr: Širina
tr: Genişlik

source: XPicons
cs: XPicony
da: XPikoner
es: XPicones
et: 220x132
fi: XPiconit
hr: XPikon
lt: 220x132
pl: XPikony
ru: XПиконы
sk: XPikony
sr: XPikon
tr: XPikonları

source: Yellow
ar: أصفر
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
et: Kollane
fi: Keltainen
hr: Žuta
it: Giallo
lt: Geltona
pl: Żółty
pt: Amarelo
ru: Желтый
sk: Žltá
sq: E verdhë
sr: Žuta
tr: Sarı

source: Yellow Colors
ar: ألوان صفراء
cs: Žluté barvy
da: Gule farver
de: Gelbe Farben
el: Κίτρινα χρώματα
es: Colores amarillos
et: Kollased värvid
fi: Keltaiset värit
hr: Žuta Boja
it: Colori gialli
lt: Geltonos spalvos
pl: Żółte Kolory
pt: Cores amarelas
ru: Жёлтые цвета
sk: Žlté farby
sq: Ngjyrat e verdha
sr: Žuta Boja
tr: Sarı Renkler

source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
fi: Kyllä
hr: Da
it: Sì
lt: Taip
pl: Tak
pt: Sim
ru: Да
sk: Áno
sq: Po
sr: Da
tr: Evet

source: Yes, show screens
ar: نعم، اعرض الشاشات
cs: Ano, zobrazit
da: Ja, vis skærme
de: Ja, zeige Screens
el: Ναι, εμφάνιση οθονών
es: Sí, mostrar pantallas
et: Jah, näita aknaid
fi: Kyllä, näytä ruudussa
hr: Da, prikaži zaslon
it: Sì, mostra gli schermi
lt: Taip, rodyti ekranus
pl: Tak, pokaż ekrany
pt: Sim, mostrar os ecrãs
ru: Да, показывать
sk: Áno, zobraziť obrazovky
sq: Po, shfaqini ekranet
sr: Da, pokaži ekran
tr: Evet, ekranları göster

source: You can create up to 99 Backup-Sets. Stored in: %s
ar: يمكنك انشاء ما يصل إلى ٩٩ نسخة احتياطية. تحفظ في: %s
cs: Můžete vytvořit až 99 záloh. Uloženo v: %s
da: Du kan oprette op til 99 sikkerhedskopisæt. Lagret i: %s
de: Sie können bis zu 99 Sicherungen erstellen. Speicherung in: %s
el: Μπορείτε να δημιουργήσετε έως και 99 σετ αντιγράφων ασφαλείας. Αποθήκευση σε: %s
es: Puede crear hasta 99 conjuntos de copias de seguridad. Almacenadas en: %s
et: Võimalik on luua kuni 99 varukoopiat. Asukohas: %s
fi: Voit luoda yhteensä 99 varmuuskopiota. Tallennuspaikka: %s
hr: Možete kreirati do 99 skupova sigurnosnih kopija. Pohranjeno u: %s
it: Puoi creare fino a 99 backup. Archiviati in: %s
lt: Galite sukurti iki 99 atsarginių kopijų-rinkinių. Saugoma: %s
pl: Możesz utworzyć do 99 zestawów kopii zapasowych. Przechowywane w: %s
pt: Você pode criar até 99 backup. Armazenado em: %s
ru: Вы можете создать до 99 бэкапов Сохранено в %s
sk: Môžete vytvoriť až 99 záloh. Uložené v: %s
sq: Mund të krijoni deri në 99 grupe dublikatash. Të ruajtura në: %s
sr: Možete kreirati do 99 rezervnih kopija. Smešteno u: %s
tr: En fazla 99 Yedekleme Seti oluşturabilirsiniz. Saklandığı yer: %s

source: You can here assign an individual name.
ar: يمكنك هنا تعيين اسم خاص.
cs: Můžete přiřadit individuální jméno.
da: Du kan tildele et individuel navn her.
de: Sie können hier einen individuellen Namen vergeben.
el: Εδώ μπορείτε να ορίσετε ένα ιδιαίτερο όνομα.
es: Aquí puede asignar un nombre individual.
et: Siin saab anda eraldi nime.
fi: Voit määritellä haluamasi nimen varmuuskopiolle.
hr: Ovdje možete dodijeliti individualno ime.
it: Qui puoi assegnare un nome individuale.
lt: Čia galite priskirti individualų vardą.
pl: Możesz tutaj nadać indywidualną nazwę.
pt: Aqui você pode atribuir um nome individual.
ru: Здесь можно назначить имя.
sk: Môžete priradiť individuálny názov.
sq: Këtu mund të caktoni një emër individual.
sr: Ovde možete dodeliti pojedinačno ime.
tr: Burada bireysel bir ad atayabilirsiniz.

source: You have the'HbbTV Plugin' installed.
ar: لديك "إضافة-بلقنز HbbTV" مثبتاً بالفعل.
cs: Máte nainstalovaný ‘HbbTV Plugin’.
da: Du har 'HbbTV Pluginet' installeret.
de: Sie haben das 'HbbTV'-Plugin installiert.
el: Έχετε εγκαταστήσει το «Πρόσθετο HbbTV».
es: Tiene instalado el 'Plugin HbbTV'.
et: 'HbbTV plugin' on paigaldatud.
fi: Olet asentanut HbbTV laajennuksen.
hr: Imate instaliran 'HbbTV dodatak'.
it: Hai installato l'estensione 'HbbTV'.
lt: Pas jus įdiegtas HbbTV priedas.
pl: Masz zainstalowaną wtyczkę'HbbTV Plugin'.
pt: Você tem o 'Plugin HbbTV' instalado.
ru: У Вас установлен плагин 'HbbTV'
sk: Máte nainštalovaný ‘HbbTV Plugin’.
sq: E keni të instaluar 'HbbTV Plugin'.
sr: Imate instaliran 'HbbTV Plugin'.
tr: 'HbbTV Eklentisi' yüklü.

source: Your %s %s is not connected to the internet, please check your network settings and try again.
ar: الخاص بك %s %s غير متصل بشبكة الإنترنت، يرجى التحقق من إعدادات الشبكة الخاصة بك وحاول مرة أخرى.
cs: Vaše %s %s není připojen k Internetu, prosím zkontrolujte vaše nastavení sítě, a zkuste to znovu.
da: Din %s %s er ikke forbundet til Internettet, kontroller venligst dine netværksindstillinger og prøv igen.
de: Ihr %s %s ist nicht mit dem Internet verbunden, bitte überprüfen Sie Ihre Netzwerkeinstellungen und versuchen es dann erneut.
el: Ο %s %s σας δεν είναι συνδεδεμένος στο διαδίκτυο, ελέγξτε τις ρυθμίσεις δικτύου και προσπαθήστε ξανά.
es: Su %s %s no está conectado a Internet, por favor, compruebe sus ajustes de red y vuelva a intentarlo.
et: %s %s ei ole ühendatud internetti. Kontrolli võrgu seadeid ja ürita uuesti.
fi: Laitteella %s %s ei ole yhteyttä Internettiin. Tarkista verkkoasetukset ja yritä uudelleen.
hr: Vaš %s %s nije povezan na internet, provjerite postavke mreže i pokušajte ponovo.
it: Il tuo %s %s non è connesso ad Internet, controlla le tue impostazioni di rete e riprova.
lt: Jūsų %s %s neprijungtas prie interneto. Patikrinkite nustatymus ir bandykite dar kartą.
pl: Twój %s %s nie jest połączony z Internetem, sprawdź konfiguracje sieci i spróbuj ponownie.
pt: Seu %s %s não está conectado à internet, verifique suas configurações de rede e tente novamente.
ru: Ваш %s %s не подключен к Интернету, проверьте сетевые настройки и попробуйте снова.
sk: Váš %s %s nie je pripojený k internetu, prosím skontrolujte nastavenia siete a skúste to znova.
sq: %s %s juaj nuk është lidhur në internet, ndaj ju lutemi kontrolloni konfigurimin e rrjetit tuaj dhe provoni sërish.
sr: Vaš %s %s nije povezan na internet, molimo proverite mrežne postavke i pokušajte ponovo.
tr: %s %s alıcınız internete bağlı değil, lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.

source: Your enhanced hd settings are inconsistent. Please check this.
ar: إعدادات HD المحسّنة غير متناسقة. من فضلك تحقق من ذلك.
cs: Vaše rozšířené nastavení HD je nekonzistentní. Prosím, zkontrolujte je.
da: Dine udvidede HD indstillinger er inkonsistente. Kontroller det venligst.
de: Ihre erweiterten HD Einstellungen sind inkonsistent. Bitte überprüfen Sie diese.
el: Υπάρχει ανακολουθία στις προχωρημένες hd ρυθμίσεις σας. Παρακαλώ ελέγξτε τις.
es: Sus ajustes de alta definición mejorada son inconsistentes. Por favor, revíselo.
et: Laiendatud HD valikutes on vastuolud. Kontrolli üle.
fi: Enhanced hd asetuksesi ovat epäjohdonmukaiset. Tarkista tämä.
hr: Vaše poboljšane hd postavke nisu konzistentne. Molimo provjerite to.
it: Le tue impostazioni estese per l'HD sono sbagliate. Controllale.
lt: Išplėstiniai HD nustatymai yra nesuderinami. Patikrinkite.
pl: Twoje rozszerzone ustawienia HD są niespójne. Proszę to sprawdzić.
pt: Suas configurações de HD aprimoradas são inconsistentes. Por favor, verifique isso.
ru: Расширенные настройки HD несовместимы. Пожалуйста, проверьте их.
sk: Vaše rozšírené nastavenia HD nie sú konzistentné. Prosím, skontrolujte ich.
sq: Konfigurimi juaj i zgjeruar për HD është i gabuar. Kontrollojini.
sr: Vaša poboljšana HD podešavanja su neusaglašena. Molimo proverite ovo.
tr: Gelişmiş hd ayarlarınız tutarsız. Lütfen bunu kontrol edin.

source: ZZZPicons
cs: ZZZPicony
da: ZZZPikoner
es: ZZZPicones
et: 400x220
fi: ZZZPiconit
hr: ZZZPikon
lt: 400x220
pl: ZZZPikony
ru: ZZZПиконы
sk: ZZZPikony
sr: ZZZPikon
tr: ZZZPikonlar

source: Zoom
ar: تكبير
cs: Zvětšení
el: Μεγέθυνση
et: Suurendus
fi: Suurenna
hr: Zum
lt: Priartinimas
pl: Powiększenie
pt: Aumentar
ru: Просмотр
sk: Priblíženie
sq: Zmadhim
sr: Zum
tr: Yakınlaştır

source: and
ar: و
cs: a
da: og
de: und
el: και
es: y
fi: ja
hr: i
it: e
lt: ir
pl: i
pt: e
ru: и
sk: a
sq: dhe
sr: i
tr: ve

source: disabled
ar: تعطيل
cs: zakázáno
da: Deaktiveret
de: Deaktiviert
el: ανενεργό
es: deshabilitado
et: keelatud
fi: ei käytössä
hr: zatvoreno
it: disattivato
lt: išjungta
pl: wyłączona
pt: desactivado
ru: отключено
sk: deaktivované
sq: çaktivizuar
sr: zatvoreno
tr: devre dışı

source: graphical EPG
ar: دليل البرامج الإلكتروني الرسومي
cs: grafické EPG
da: Grafisk EPG
de: grafisches EPG
el: γραφικός EPG
es: EPG gráfico
et: graafiline EPG
fi: graafinen EPG
hr: grafički EPG
it: EPG Grafico
lt: grafinis EPG
pl: graficzny EPG
pt: EPG gráfico
ru: Графический EPG
sk: grafické EPG
sq: EPG grafik
sr: grafički EPG
tr: grafiksel EPG

source: height
ar: الطول
cs: výška
da: højde
de: Höhe
el: ύψος
es: altura
et: kõrgus
fi: korkeus
hr: visina
it: altezza
lt: aukštis
pl: wysokość
pt: altura
ru: Высота
sk: výška
sq: lartësia
sr: visina
tr: yükseklik

source: helptext
ar: معلومات المساعدة
cs: pomocný text
da: hjælpetekst
el: κείμενο βοήθειας
es: texto de ayuda
et: abitekst
fi: apuateksti
hr: pomoćni tekst
pl: tekst pomocy
pt: Texto de ajuda
ru: текст справки
sk: text pomocníka
sr: pomoćni tekst
tr: Yardım Metni

source: in Image included Fonts
ar: في الخطوط المضمنة في الصورة
cs: Dostupná písma v Image
da: Skriftype indbygget i Image
de: Im Image enthaltene Schriftarten
el: στις γραμματοσειρές που περιλαμβάνονται στο image
es: en Fuentes de Imagen incluidas
et: Mõjutab kõiki tähemärke
fi: imagen mukana tulevat Fontit
hr: u slici uključeni fontovi
it: Caratteri inclusi nell'immagine
lt: atvaizde naudojami šriftai
pl: w obrazie zawarte Czcionki
pt: na imagem Fontes incluídas
ru: В имидже включены шрифты
sk: písma dostupné v obraze
sq: Germat e përfshira në Imazh
sr: u slici uključeni fontovi
tr: Yazılım Yazı Tipleri

source: in Menus
ar: في القوائم
cs: V Menu
da: i menuer
de: in Menüs
el: στα μενού
es: en menús
et: menüüdes
fi: valikoissa
hr: u Menu
it: Nei menu
lt: į meniu
pl: w Menu
pt: em Menus
ru: В меню
sk: v menu
sq: tek menutë
sr: u Meniju
tr: Menülerde

source: in Menus and Screens
ar: في القوائم والشاشات
cs: V Menu a obraze
da: i menuer og skærme
de: in Menüs und Screens
el: στα μενού και στις οθόνες
es: en menús y pantallas
et: menüüdes ja akendes
fi: valikoissa ja ruudussa
hr: u Menu i Zaslonu
it: Nei menu e negli schermi
lt: į meniu ir ekranuose
pl: w Menu i Ekranach
pt: em Menus e ecrãs
ru: В меню и окнах
sk: v menu a na obrazovkách
sq: tek menutë dhe ekranet
sr: u Meniju i Ekranu
tr: Menülerde ve Ekranlarda

source: in Screens
ar: في الشاشات
cs: V obraze
da: i skærme
el: στις οθόνες
es: en pantallas
et: akendes
fi: ruudussa
hr: u Zaslonu
it: Negli schermi
lt: ekranuose
pl: w Ekranach
pt: em Ecrãs
ru: В окнах
sk: na obrazovkách
sq: në ekrane
sr: u Ekranu
tr: Ekranlarda

source: in Skin included Fonts
ar: في الخطوط المضمنة في المظهر-السكين
cs: Dostupná písma ve Skinu
da: i Tema in medfølgende skrifttype
de: Im Skin enthalten Schriftarten
el: στις γραμματοσειρές που συμπεριλαμβάνονται στο θέμα
es: en Fuentes incluidas en la Interfaz
et: Mõjutab kujunduse tähemärke
fi: teeman mukana tulevat fontit
hr: u Skinu uključeni Fontovi
it: Caratteri inclusi nella skin
lt: į temą įtraukti šriftai
pl: w Skórce zawiera Czcionki
pt: em Fontes incluídas na interface
ru: В скине включены шрифты
sk: písma dostupné vo vzhľade
sq: Germat e përfshira në Skin
sr: u skinu uključeni fontovi
tr: Arayüz Yazı Tipleri

source: left
ar: يسار
cs: vlevo
da: venstre
el: αριστερά
es: izquierda
fi: vasen
hr: lijevo
lt: kairė
pl: lewo
pt: esquerda
ru: слева
sk: vľavo
sq: majtas
sr: levo
tr: sol

source: mini TV
ar: الشاشة المصغرة-mini TV
ru: мини ТВ
sr: mali TV
