Repository: openatv/MetrixHD
Catalog: locale/*.po
Languages: ar, cs, da, de, el, es, et, fi, hr, it, lt, pl, pt, ru, sk, sq, sr, tr

source: Offset picon size
ar: إزاحة حجم البيكون
cs: Kompenzace velikosti Piconů
da: Forskyd Picon størrelse
de: Picon-Größe anpassen
el: Μετατόπιση μεγέθους λογότυπου
es: Desplazamiento del tamaño del picon
et: Skaleeritud pikoni suurus
fi: Kanavalogon koon hienosäätö
hr: Pomak veličine pikona
it: Offset dimensione picon
lt: Kompensuoti logotipo dydį
pl: Offsetowy rozmiar pikon
pt: Tamanho do picon deslocado
ru: Размер смещения пикона
sk: Kompenzácia veľkosti pikôn
sq: Kompensimi i përmasave të picon-it
sr: Veličina pomaka pikona
tr: Ofset pikon boyutu

source: Olive
ar: زيتوني
cs: Olivově zelená
da: Oliven
de: Oliv
el: Λαδί
es: Oliva
et: Oliiv
fi: Oliivi
hr: Maslina
it: Verde oliva
lt: Alyvų žalia
pl: Oliwkowy
pt: Verde azeitona
ru: Оливковый
sk: Olivová
sq: Ulli
sr: Maslina
tr: Zeytin Yeşili

source: One Layer Design
ar: تصميم طبقة واحدة
cs: Jedno vrstvý vzhled
da: Enkeltlags design
de: Ein-Layer Design
el: Σχέδιο ενός επιπέδου
es: Un diseño de capa
et: Stiil - üks kiht
fi: Yhden kerroksen muotoilu
hr: Jednoslojni dizajn
lt: Vieno sluoksnio dizainas
pl: Konstrukcja jednowarstwowa
pt: Design de uma camada
ru: Дизайн одного слоя
sk: Jednovrstvový vzhľad
sq: Dizajn me një shtresë
sr: Dizajn jednog sloja
tr: Tek katmanlı tasarım

source: Open-Meteo Wetter
el: Καιρός Open-Meteo
es: Humedad Open-Meteo
et: Open-Meteo ilmateade
fi: Open-Meteo Sää
hr: Open-Meteo Vrijeme
pl: Pogoda Open-Meteo
pt: Abrir Meteo Wetter
ru: Open-Meteo Wetter погода
sk: Počasie Open-Meteo
sr: Open-Meteo Prognoza
tr: Open- Meteo Hava Durumu

source: OpenWeatherMap
fi: OpenSää kartta
hr: OpenWeatherKarta
pt: Abrir WeatherMapa
ru: Открыть карту погоды
sr: OtvoriMapuPrognoze
tr: OpenWeather Haritası

source: Orange
ar: برتقالي
cs: Oranžová
el: Πορτοκαλί
es: Naranja
et: Oranž
fi: Oranssi
hr: Naranča
it: Arancione
lt: Oranžinė
pl: Pomarańczowy
pt: Laranja
ru: Оранжевый
sk: Oranžová
sq: Portokalli
sr: Narandžasta
tr: Turuncu

source: Other settings
ar: الإعدادات الأخرى
cs: Další nastavení
da: Andre indstillinger
de: Sonstige - Einstellungen
el: Άλλες ρυθμίσεις
es: Otros ajustes
et: Muud valikud
fi: Muut asetukset
hr: Ostale postavke
it: Altre impostazioni
lt: Kiti nustatymai
pl: Inne ustawienia
pt: Outras definições
ru: Другие настройки
sk: Ďalšie nastavenia
sq: Konfigurime të tjera
sr: Ostale postavke
tr: Diğer ayarlar

source: Other text
ar: نص آخر
cs: Ostatní texty
da: Anden tekst
de: Sonstiger Text
el: Άλλο κείμενο
es: Otro texto
et: Muu tekst
fi: Muu teksti
hr: Ostali tekst
it: Altro testo
lt: Kitas tekstas
pl: Inny tekst
pt: Outro texto
ru: Другой текст
sk: Ostatné texty
sq: Tekst tjetër
sr: Ostali tekst
tr: Diğer metin

source: Output text
ar: نص المخرجات
cs: Výstupní text
da: Uddata tekst
de: Ausgabetext
el: Κείμενο εξόδου
es: Texto de salida
et: Väljundi tekst
fi: Ulostulo teksti
hr: Izlazni tekst
it: Testo in output
lt: Išvesties tekstas
pl: Tekst wyjściowy
pt: Texto de saída
ru: Текст вывода
sk: Výstupný text
sq: Teksti për të dhënat dalëse
sr: Izlazni tekst
tr: Çıkış metni

source: Overwrite current Backup-Set?
ar: هل تريد الكتابة فوق مجموعة-النسخة الاحتياطية الحالية؟
cs: Přepsat vybranou zálohu?
da: Overskriv aktuel Sikkerhedskopi-sæt?
de: Wollen Sie den aktuellen Sicherungseintrag überschreiben?
el: Αντικατάσταση του τρέχοντος σετ αντιγράφων ασφαλείας;
es: ¿Sobreescribir el actual conjunto de copias de seguridad?
et: Kas kirjutad selle varukoopia üle?
fi: Tallenna aiemman varmuuskopion päälle?
hr: Prebrisati trenutnu sigurnosnu kopiju - Postaviti?
it: Sovrascrivere il backup corrente?
lt: Perrašyti dabartinę atsarginę kopiją?
pl: Zastąp bieżący zestaw kopii zapasowych?
pt: Substituir a cópia de segurança actual?
ru: Переписать бэкап?
sk: Prepísať aktuálnu zálohu?
sq: Ta mbishkruajmë grupin e tanishëm të dublikatave?
sr: Prepisati trenutnu sigurnosnu kopiju - Postaviti?
tr: Geçerli Yedekleme Setinin üzerine yazılsın mı?

source: Overwrite current Settings?
ar: هل تريد الكتابة فوق الإعدادات الحالية؟
cs: Přepsat vybrané nastavení?
da: Overskriv aktuelle indstillinger?
de: Wollen Sie die aktuellen Einstellungen überschreiben?
el: Αντικατάσταση τρεχουσών ρυθμίσεων;
es: ¿Sobreescribir los ajustes actuales?
et: Kas kirjutada praegused seadistused üle?
fi: Korvaa nykyiset asetukset?
hr: Prebrisati trenutne postavke?
it: Sovrascrivere le impostazioni attuali?
lt: Ar perrašyti esamus parametrus?
pl: Zastąp bieżące Ustawienia?
pt: Substituir as configurações atuais?
ru: Переписать данные?
sk: Prepísať aktuálne nastavenia?
sq: Ta mbishkruajmë Konfigurimin e tanishëm?
sr: Zameniti trenutna podešavanja?
tr: Geçerli Ayarların üzerine yazılsın mı?

source: Pink
ar: وردي
cs: Růžová
da: Lyserød
el: Ροζ
es: Rosa
et: Roosa
fi: Pinkki
hr: Ružičasta
it: Rosa
lt: Rožinė
pl: Różowy
pt: Rosa
ru: Розовый
sk: Ružová
sq: Rosë
sr: Roza
tr: Pembe

source: Please enter new name:
ar: الرجاء كتابة اسم جديد:
cs: Prosím, zadejte nové jméno:
da: Indtast venligst nyt navn:
de: Bitte neuen Namen eingeben:
el: Εισάγετε νέο όνομα:
es: Por favor, introduzca un nuevo nombre:
et: Sisesta uus nimi:
fi: Syötä uusi nimi:
hr: Molimo unesite novo ime:
it: Per favore inserire un nuovo nome:
lt: Prašome įrašyti naują pavadinimą:
pl: Wprowadź nową nazwę:
pt: Por favor, insira o novo nome:
ru: Пожалуйста, введите новое имя:
sk: Prosím, zadajte nové meno:
sq: Ju lutemi shkruani emrin e ri:
sr: Molimo unesite novo ime:
tr: Lütfen yeni adı girin:

source: Please wait whilst feeds state is checked.
ar: الرجاء الانتظار بينما يتم فحص حالة المصادر.
cs: Prosím vyčkejte zatímco probíhá kontrola stavu zdrojů software.
da: Vent venligst mens Feeds-tilstand kontrolleres.
de: Bitte warten Sie, während der Feed-Status überprüft wird.
el: Παρακαλώ περιμένετε καθώς ελέγχεται η κατάσταση των πηγών.
es: Espere mientras se comprueba el estado de los feeds.
et: Hoidlate oleku kontroll.
fi: Odota, kun syötteiden tila tarkistetaan.
hr: Molimo pričekajte dok se provjerava stanje feedova.
it: Attendere il controllo dello stato dei feed.
lt: Palaukite, kol tikrinama šaltinių būklė.
pl: Poczekaj sprawdzenie stanu feeds jest w toku.
pt: Aguarde enquanto o estado do feed é verificado.
ru: Пожалуйста, подождите, пока проверяется состояние фида.
sk: Prosím čakajte, prebieha kontrola stavu zdrojov softvéru.
sq: Ju lutemi, prisni derisa të kontrollohet gjendja e furnizimeve.
sr: Molimo sačekajte dok se ne proveri stanje feed-a.
tr: Besleme durumu kontrol edilirken lütfen bekleyin.

source: Position
ar: الموضع
cs: Pozice
da: Placering
el: Θέση
es: Posición
et: Asend
fi: Sijainti
hr: Pozicija
pl: Pozycja
pt: Posição
ru: Позиция
sk: Pozícia
sq: Pozicioni
sr: Pozicija
tr: Pozisyon

source: Position PVR State
ar: موقع حالة PVR
cs: Pozice stavu PVR
da: Placering af PVR Status
de: Position PVR Status
el: Θέση κατάστασης PVR
es: Estado de posición del PVR
et: PVR oleku asukoht
fi: Sijainti PVR tila
hr: Pozicija PVR Statusa
it: Posizione dello stato del PVR
lt: Rodyti PVR būklę
pl: Pozycja PVR State
pt: Posição do Estado PVR
ru: Позиция состояния PVR
sk: Pozícia PVR stavu
sq: Pozicioni i gjendjes së PVR
sr: Pozicija PVR stanje
tr: PVR Durumu Pozisyonu

source: Powered by ----------------- msn weather (https://www.msn.com) and OpenWeatherMap (https://openweathermap.org) and Open-Meteo (https://open-meteo.com/en)
cs: Powered by ----------------- msn počasí (https://www.msn.com) a OpenWeatherMap (https://openweathermap.org) a Open-Meteo (https://open-meteo.com/en)
el: Υποστηρίζεται από ----------------- msn weather (https://www.msn.com) και OpenWeatherMap (https://openweathermap.org) και Open-Meteo (https://open-meteo.com/en)
es: Desarrollado por ----------------- msn weather (https://www.msn.com) y OpenWeatherMap (https://openweathermap.org) y Open-Meteo (https://open-meteo.com/en)
et: Allikas ----------------- msn-i ilm (https://www.msn.com) ja OpenWeatherMap (https://openweathermap.org) ja Open-Meteo (https://open-meteo.com/et)
fi: Palvelun tarjoaa ----------------- MSN Sää (https://www.msn.com) ja OpenWeatherMap (https://openweathermap.org) ja Open-Meteo (https://open-meteo.com/en)
hr: Pokreće ----------------- msn weather (https://www.msn.com) i OpenWeatherMap (https://openweathermap.org) i Open-Meteo (https://open-meteo.com/en)
pl: Zasilany przez ----------------- msn weather (https://www.msn.com) i OpenWeatherMap (https://openweathermap.org) oraz Open-Meteo (https://open-meteo.com/en)
pt: Distribuído por ----------------- msn tempo (https://www.msn.com) e OpenWeatherMap (https://openweathermap.org) e Open-Meteo (https://open-meteo.com/en)
ru: При поддержке ------------------ MSN Погода (https://www.msn.com) а также OpenWeatherMap (https://openweathermap.org) а также Open-Meteo (https://open-meteo.com/ru)
sk: S podporou ----------------- msn weather (https://www.msn.com) a OpenWeatherMap (https://openweathermap.org) a Open-Meteo (https://open-meteo.com/en)
sr: Pokreće ----------------- msn weather (https://www.msn.com) and OpenWeatherMap (https://openweathermap.org) and Open-Meteo (https://open-meteo.com/en)
tr: Tarafından desteklenmektedir ------------------ msn hava durumu (https://www.msn.com) Ve OpenWeatherMap (https://openweathermap.org) Ve Open-Meteo (https://open-meteo.com/en)

source: Primetime
ar: وقت الذروة
cs: Hlavní vysílací čas
el: Ζώνη αιχμής
es: Máxima audiencia
fi: Paras katseluaika
hr: Udarnovrijeme
it: Prima serata
lt: Geriausias laikas
pl: Godziny największej oglądalności
pt: Horário nobre
ru: Прайм-тайм
sk: Hlavný vysielací čas
sq: Kryekoha
sr: Udarno vreme
tr: Yoğun zaman

source: Progress bar
ar: شريط التقدم
cs: Průběhová páska
da: Fremgangsbjælke
de: Fortschrittsbalken
el: Μπάρα προόδου
es: Barra de progreso
et: Edenemisriba
fi: Etenemispalkki
hr: Traka napretka
it: Barra di progresso
lt: Eigos juosta
pl: Pasek postępu
pt: Barra de progresso
ru: Прогресс-бар
sk: Indikátor progresu
sq: Shiriti i përparimit
sr: Traka progresa
tr: İlerleme Çubuğu

source: Quick Setup
ar: التثبيت السريع
cs: Rychlé nastavení
da: Kvik opsætning
de: Schnelleinstellung
el: Γρήγορη εγκατάσταση
es: Configuración rápida
et: Kiirseadistus
fi: Pikamääritys
hr: Brzo Podešavanje
it: Configurazione rapida
lt: Sparčioji sąranka
pl: Szybkie Ustawienia
pt: Configuração rápida
ru: Быстрая настройка
sk: Rýchle nastavenie
sq: Konfigurimi i shpejtë
sr: Brza podešavanja
tr: Hızlı Ayar

source: RAM-Free: %s MB
ar: الذاكرة-الخالية: %s MB
cs: Volná RAM: %s MB
da: RAM-Fri: %s MB
de: RAM-Frei: %s MB
el: Ελεύθερη RAM: %s MB
es: RAM disponible: %s MB
et: RAM-vaba: %s MB
fi: RAM-muistia vapaana: %s MB
hr: RAM-Slobodno: %s MB
it: RAM libera : %s MB
lt: RAM laisva: %s MB
pl: RAM-Wolne: %s MB
pt: RAM livre: %s MB
ru: Свободно ОЗУ: %s МБ
sk: Voľná RAM: %s MB
sq: RAM-të lira: %s MB
sr: RAM-Slobodno: %s MB
tr: Boş Bellek: %s MB

source: Raleway Fonts
ar: خطوط Raleway
cs: Raleway písmo
da: Raleway skrifttyper
de: Raleway Schriftarten
el: Γραμματοσειρές Raleway
es: Fuentes Raleway
et: Raleway tähemärgid
fi: Raleway fontit
hr: Raleway Fontovi
it: Caratteri raleway
lt: Raleway šriftai
pl: Czcionki Raleway
pt: Fontes Raleway
ru: Шрифта Raleway
sk: Písma Raleway
sq: Germat Raleway
sr: Raleway font
tr: Raleway Yazı Tipleri

source: Ready to install %s ?
ar: جاهز للتثبت %s ؟
cs: Připraven k instalaci %s ?
da: Klar til at installere %s?
de: Bereit zur Installation der %s ?
el: Εγκατάσταση του %s ;
es: ¿Listo para instalar %s?
et: Kas paigaldad %s?
fi: Asennetaanko %s ?
hr: Spremni za instalaciju %s?
it: Pronto a installare %s ?
lt: Pasirengę įdiegti %s ?
pl: Gotowy do instalacji %s ?
pt: Pronto para instalar %s ?
ru: Готовы к установке %s?
sk: Pripravený na inštaláciu %s ?
sq: Jeni gati të instaloni %s ?
sr: Spremni za instalaciju %s?
tr: %s'yi yüklemeye hazır mısınız?

source: Ready to remove %s ?
ar: جاهز للحذف %s ؟
cs: Připraven ke odstranění %s ?
da: Klar til at fjerne %s?
de: Bereit zum Entfernen der %s ?
el: Αφαίρεση του %s ;
es: ¿Listo para eliminar %s?
et: Kas eemaldad %s?
fi: Poistetaanko %s ?
hr: Spremni za uklanjanje %s?
it: Pronto a disinstallare %s ?
lt: Pasirengę pašalinti %s ?
pl: Gotowy do usunięcia %s ?
pt: Pronto para remover %s ?
ru: Готовы ли вы удалить %s?
sk: Pripravený na odstránenie %s ?
sq: Jeni gati ta hiqni %s ?
sr: Spreman da ukloniš %s?
tr: %s'yi kaldırmaya hazır mısınız?

source: Recording color
ar: لون التسجيل
cs: Barva nahrávaného filmu
da: Optagelse farve
de: Farbe für Filmaufnahme
el: Χρώμα εγγραφής
es: Color en grabación
et: Fondi värv 'salvestus'
fi: Tallennuksen väri
hr: Boja snimanja
it: Colore per una registrazione
lt: Įrašymų spalva
pl: Kolor nagrywania
pt: Cor da gravação
ru: Цвет при записи
sk: Farba nahrávania
sq: Ngjyra për regjistrimin
sr: Boja Snimanja
tr: Renk kaydetme

source: Red
ar: أحمر
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
et: Punane
fi: Punainen
hr: Crvena
it: Rosso
lt: Raudona
pl: Czerwony
pt: Vermelho
ru: Красный
sk: Červená
sq: E kuqe
sr: Crvena
tr: Kırmızı

source: Red Colors
ar: ألون حمراء
cs: Červené barvy
da: Røde farver
de: Rote Farben
el: Κόκκινα χρώματα
es: Colores rojos
et: Punased värvid
fi: Punaiset värit
hr: Crvena Boja
it: Colori rossi
lt: Raudonos spalvos
pl: Czerwone Kolory
pt: Cores vermelhas
ru: Красные цвета
sk: Červené farby
sq: Ngjyrat e kuqe
sr: Crvena Boja
tr: Kırmızı Renkler

source: Refresh interval
cs: Interval obnovení
el: Διάστημα ανανέωσης
es: Intervalo de actualización
et: Värskendusintervall
fi: Päivitysväli
hr: Interval osvježenja
pl: Częstotliwość odświeżania
pt: Intervalo de atualização
ru: Интервал обновления
sk: Interval obnovenia
sr: Interval Osveženja
tr: Yenileme aralığı

source: Regular
ar: عادي
cs: Pravidelný
el: Κανονική
fi: Säännöllinen
hr: Regularno
it: Regolare
lt: Įprastinis
pl: Regularny
ru: Стандартный
sk: Bežný
sr: Obično

source: RegularLight
ar: عادي-خفيف
cs: Běžné světlo
el: Κανονική λεπτή
fi: Luonnollinen valo
hr: RegularnoSvjetlo
lt: Įprastinis šviesus
pl: Regularne światło
pt: Luz Regular
ru: Стандартный, лёгкий
sk: Bežný odľahčený
sr: Redovno Svetlo

source: Removing ...
ar: جار الحذف ...
cs: Odstraňuji ...
da: Fjerner...
de: Entferne ...
el: Αφαίρεση...
es: Eliminando...
et: Eemaldamine...
fi: Poistetaan ...
hr: Uklanjanje ...
it: Eliminazione …
lt: Šalinama ...
pl: Usuwanie ...
pt: Remover...
ru: Удаление...
sk: Odstraňujem ...
sq: Duke hequr ...
sr: Uklanjanje ...
tr: Kaldırılıyor...

source: Replacement
ar: استبدال
cs: Náhrada
da: Erstatning
de: Ersetzung
el: Αντικατάσταση
es: Sustitución
et: Asendus
fi: Korvaaminen
hr: Zamjena
it: Sostituzione
lt: Pakaitalas
pl: Zastąpienie
pt: Substituição
ru: Заменяемый
sk: Náhrada
sq: Zëvendësimi
sr: Zamena
tr: Yenisiyle değiştirme

source: Restart GUI
ar: إعادة تشغيل الواجهة الرسومية (GUI)
cs: Restartovat uživatelské rozhraní
da: Genstart GUI
de: GUI neu starten
el: Επανεκκίνηση διεπαφής χρήστη
es: Reiniciar interfaz gráfica de usuario
et: Taaskäivita enigma2
fi: Käynnistä uudelleen
hr: Ponovo pokreni GUI
it: Riavvia la GUI
lt: Iš naujo paleiskite grafinę aplinką
pl: Restart interfejsu
pt: Reiniciar GUI
ru: Перезапуск графического интерфейса пользователя
sk: Reštartovať GUI
sq: Riniseni GUI
sr: Ponovo pokreni GUI
tr: Kullanıcı Arayüzünü yeniden başlat

source: Restore
ar: استعادة
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taasta
fi: Palauta
hr: Vrati
it: Ripristina
lt: Atkurti
pl: Przywróć
pt: Restaurar
ru: Восстановить
sk: Obnoviť
sq: Riktheni
sr: Vrati
tr: Eski haline getirmek

source: Restoring Backup-Set %d ...
ar: يتم استعادة مجموعة-النسخة الاحتياطية %d ...
cs: Obnova zálohy %d ...
da: Gendanner Sikkerhedskopi-sæt %d...
de: Wiederherstellung Sicherung %d ...
el: Επαναφορά σετ αντιγράφων ασφαλείας %d ...
es: Restaurando el conjunto de copias de seguridad %d ...
et: Varukoopia %d taastamine...
fi: Palautetaan varmuuskopiota %d ...
hr: Vraćanje sigurnosne kopije %d ...
it: Ripristino del backup %d …
lt: Atkuriamas atsarginės kopijos rinkinys %d...
pl: Przywracanie kopii zapasowej zestawu %d ...
pt: Restaurando a cópia de segurança %d ...
ru: Восстановление данных %d...
sk: Obnova zálohy %d ...
sq: Rikthimi i Grupit të Dublikatave %d …
sr: Vraćanje sigurnosne kopije %d ...
tr: Yedekleme Seti %d Geri Yükleniyor...

source: Right
ar: يمين
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
et: Parem
fi: Oikea
hr: Desno
it: Destra
lt: Dešinys
pl: Prawo
pt: Direita
ru: Справа
sk: Vpravo
sq: Djathtas
sr: Desno
tr: Sağ

source: Royal Blue
ar: أزرق ملكي
cs: Modrofialová
da: Kongeblå
de: Königsblau
el: Μπλε Ρουά
es: Azul klein
et: Sügavsinine
fi: Tumman sininen
hr: Kraljevsko Plava
it: Blu reale
lt: Karališka mėlyna
pl: Królewski niebieski
pt: Azul Royal
ru: Королевский синий
sk: Kráľovská modrá
sq: Blu mbretërore
sr: Kraljevsko plava
tr: Kraliyet mavisi

source: Running Text Parameter
ar: معلمة النص قيد التشغيل
cs: Parametr běžícího textu
da: Rullende tekst parameter
de: Einstellung laufender Text
el: Παράμετρος κινούμενου κειμένου
es: Parámetro de texto en ejecución
et: Keriva teksti omadus
fi: Käynnissä oleva teksti Parametri
hr: Parametar pokretnog teksta
it: Parametri del testo scorrevole
lt: Veikiantis teksto parametras
pl: Uruchomiony Parametr Tekstowy
pt: Parâmetro de texto em execução
ru: Параметр бегущего текста
sk: Parameter bežiaceho textu
sq: Parametri i tekstit lëvizës
sr: Parametar pokretnog teksta
tr: Metin Parametresini Çalıştırma

source: STB-Info
ar: STB-معلومات
cs: Informace o přijímači
de: Receiver Informationen
el: STB-Πληροφορίες
es: Información-STB
fi: Laiteinfo
hr: STB Informacija
it: Info del ricevitore
lt: Informacija apie imtuvą
pl: Informacje o STB
pt: Informação STB
ru: Инфо ресивера
sk: Informácie o prijímači
sq: Info e marrësit
tr: STB-Bilgisi

source: SYS-Temp: %s
ar: حرارة-النطام: %s
cs: Teplota systému: %s
el: Θερμοκρασία συστήματος: %s
es: Temperatura del sistema: %s
et: SÜST-temp: %s
fi: Järjestelmän lämpötila: %s
hr: SYS-Temperatura: %s
it: Temp del sistema: %s
lt: SIST. Temp: %s
pl: Temp. SYS: %s
pt: Sistema-Temp: %s
ru: Температура SYS: %s
sk: Teplota systému: %s
sq: Temp. e sistemit: %s
sr: SYS-Temperatura: %s
tr: SYS-Sıcaklığı: %s

source: Satellite
ar: القمر الصناعي
cs: Satelit
da: Satellit
de: Satellit
el: Δορυφόρος
es: Satélite
et: Satelliit
fi: Satelliitti
hr: Sateliti
lt: Palydovas
pl: Satelita
pt: Satélite
ru: Спутник
sk: Satelit
sq: Satelit
sr: Sateliti
tr: Uydu

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
hr: Spremi
it: Salva
lt: Išsaugoti
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sq: Ruajeni
sr: Sačuvaj
tr: Kaydetmek

source: Screen title separating line
ar: سطر فصل عنوان الشاشة
cs: Titulek okna dělící čára
da: Skærmtitel opdelingslinje
de: Fenstertitel Trennlinie
el: Διαχωριστική γραμμή τίτλου οθόνης
es: Línea de separación del título de pantalla
et: Akna pealkirja eraldusjoon
fi: Näytön otsikon erotusviiva
hr: Linija koja odvaja naslov zaslona
it: Linea di separazione del titolo dello schermo
lt: Ekrano pavadinimas atskira linija
pl: Linia oddzielająca tytuł ekranu
pt: Linha separadora do título do ecrã
ru: Разделительная линия заголовка экрана
sk: Deliaca čiara titulku obrazovky
sq: Vija ndarëse e titullit të ekranit
sr: Linija koja razdvaja naslov ekrana
tr: Ekran başlığı ayırma çizgisi

source: Screen title text
ar: نص عنوان الشاشة
cs: Titulní obrazovka s textem
da: Skærmtitel tekst
de: Screen-Titel
el: Κείμενο τίτλου οθόνης
es: Texto del título de la pantalla
et: Akna pealkirja tekst
fi: Näytön otsikko teksti
hr: Tekst naslova zaslona
it: Testo del titolo dello schermo
lt: Ekrano pavadinimo tekstas
pl: Tekst tytułu ekranu
pt: Texto do título do ecrã
ru: Текст заголовка окна
sk: Text titulku obrazovky
sq: Teksti i titullit të ekranit
sr: Tekst naslova ekrana
tr: Ekran başlığı metni

source: Screens
ar: الشاشات
cs: Obrazovky
da: Skærme
el: Οθόνες
es: Pantallas
et: Aknad
fi: Näytöt
hr: Zaslon
it: Schermi
lt: Ekranai
pl: Ekrany
pt: Ecrãs
ru: Окна
sk: Obrazovky
sq: Ekranet
sr: Ekran
tr: Ekranlar

source: Screens, Plugins
ar: الشاشات و الإضافات-بلقنز
cs: Obrazovky, pluginy
da: Skærme, Plugins
el: Οθόνες, πρόσθετα
es: Pantallas, Complementos
et: Aknad, pluginad
fi: Näyttö, Lisäosat
hr: Zaslon, Dodatak
it: Schermi, plugins
lt: Ekranai, Priedai
pl: Ekrany, Wtyczki
pt: Ecrãs, Plugins
ru: Окна, плагины
sk: Obrazovky, pluginy
sq: Ekrane, Shtojca
sr: Ekran, Dodaci
tr: Ekranlar, Eklentiler

source: Scrollbar Border width
ar: إظهار حدود شريط التمرير
cs: Šířka hranic posuvníku
da: Rullebjælke kantbredde
el: Πλάτος περιγράμματος γραμμής κύλισης
es: Ancho del borde de la barra de desplazamiento
et: Kerimisriba äärise laius
fi: Vierityspalkin reunan leveys
hr: Širina obruba klizača
pl: Pasek przewijania Szerokość obramowania
pt: Largura do rebordo da barra de deslocação
ru: Ширина границы полосы прокрутки
sk: Šírka orámovania posuvníka
sq: Gjerësia e kufizuesit të shiritit rrëshqitës
sr: Širina ivice skrol trake
tr: Kaydırma çubuğu Kenarlık genişliği

source: Scrollbar Slider
ar: شريط التمرير المتحرك
cs: Jezdec posuvníku
da: Rullebjælke skyder
el: Ρυθμιστικό γραμμής κύλισης
es: Deslizador de la barra de desplazamiento
et: Kerimisriba liugur
fi: Vierityspalkin liukusäädin
hr: Klizač trakaste trake
pl: Suwak Paska Przewijania
pt: Barra de deslocamento
ru: Слайдер с полосой прокрутки
sk: Posuvník scrollbar
sq: Rrëshqitësi i Kolonës Lëvizëse
sr: Kliznik trake za pomeranje
tr: Kaydırma Çubuğu Kaydırıcısı

source: Scrollbar Slider width
ar: إظهار شريط التمرير
cs: Šířka jezdce posuvníku
da: Rullebjælke skyderbredde
el: Πλάτος ρυθμιστικού γραμμής κύλισης
es: Ancho del deslizador de la barra de desplazamiento
et: Kerimisriba liuguri laius
fi: Vierityspalkin liukusäätimen leveys
hr: Širina klizača trake za pomicanje
pl: Pasek przewijania Szerokość suwaka
pt: Largura do cursor da barra de deslocamento
ru: Ширина полосы прокрутки слайдера
sk: Šírka posuvníka
sq: Gjerësia e kursorit të shiritit rrëshqitës
sr: Širina klizača skrol bara
tr: Kaydırma çubuğu kaydırıcı genişliği

source: Search for City ID please wait...
cs: Hledání ID města počkejte prosím...
el: Αναζήτηση ID πόλης, περιμένετε...
es: Buscando el ID de la ciudad por favor espere...
et: Otsin asukoha ID-d, palun oota ...
fi: Etsi kaupunkitunnusta, odota...
hr: Traženje ID grada, molimo pričekajte...
pl: Wyszukaj ID miasta, proszę czekać...
pt: Pesquisar City ID por favor aguarde...
ru: Найдите идентификатор города, пожалуйста, подождите...
sk: Vyhľadáva sa ID mesta, prosím čakajte...
sr: Pretraga ID grada, molim sačekajte...
tr: Şehir Kimliği aranıyor, lütfen bekleyin...

source: Search for your City
cs: Vyhledejte své město
el: Αναζήτηση για την πόλη σας
es: Busque su ciudad
fi: Etsi kaupunkisi
hr: Pretraži svoj Grad
pl: Wyszukaj swoje miasto
pt: Procurar a sua cidade
ru: Найдите свой город
sk: Vyhľadajte svoje mesto
sr: Pretraži svoj grad
tr: Şehrinizi arayın
